Repository: spremi/cnijfilter-source-3.80
Catalog: cngpijmon/po/*.po
Languages: da, el, es, hu, id, ja, ru, th, zh_tw

source: Prepare a new ink cartridge. The resulting print quality may not be satisfactory, if printing is continued under this condition. If either black or color ink cartridge has run out, you can set the printer to continue printing with the other cartridge from the Ink Cartridge Settings on the Maintenance tab of the printer driver.
da: Klargør en ny blækpatron. Hvis udskrivningen fortsætter i denne tilstand, vil udskriftsresultatet ikke være tilfredsstillende. Hvis enten den sorte blækpatron eller farveblækpatronen er tom, kan du under Indstillinger for blækpatron på fanen Vedligeholdelse i printerdriveren angive, at printeren skal fortsætte udskrivningen med kun den ene patron.
el: Προετοιμάστε ένα νέο φυσίγγιο μελάνης. Εάν η εκτύπωση συνεχιστεί υπό αυτές τις συνθήκες, ενδέχεται να μην είναι ικανοποιητική η ποιότητα εκτύπωσης. Εάν έχει αδειάσει το φυσίγγιο μαύρης ή έγχρωμης μελάνης, από τις Ρυθμίσεις φυσιγγίου μελάνης στην καρτέλα Συντήρηση του προγράμματος οδήγησης του εκτυπωτή, μπορείτε να ρυθμίσετε τον εκτυπωτή να συνεχίσει να εκτυπώνει με το άλλο φυσίγγιο.
es: Prepare un nuevo cartucho de tinta. Puede que la calidad de impresión resultante no sea satisfactoria si se continúa con la impresión en estas condiciones. Si los cartuchos de tinta negra o de color se han quedado sin tinta, puede configurar la impresora para que continúe imprimiendo con otro cartucho en la Configuración de cartuchos de tinta en la ficha Mantenimiento del controlador de la impresora.
hu: Készítsen elő egy új tintapatront. Az ilyen körülmények melletti nyomtatás eredménye nem lesz kielégítő. Ha akár a fekete, akár a színes tintapatron kifogy, a nyomtatóillesztő Karbantartás lapján a Tintapatron beállításai elemnél beállíthatja a nyomtatót úgy, hogy az a másik patronból folytassa a nyomtatást.
id: Siapkan kartrij tinta baru. Kualitas hasil cetakan mungkin tidak memuaskan, jika pencetakan dilanjutkan dalam kondisi ini. Jika kartrij tinta hitam atau berwarna habis, Anda dapat mengeset pencetak untuk melanjutkan pencetakan dengan kartrij lain dari Setelan Kartrij Tinta di tab Perawatan pada pengandar pencetak.
ja: 新しいインクカートリッジをご用意ください。 この状態で印刷を続けると、十分な印刷品位が得られなくなるおそれがあります。 どちらかのインクがなくなった場合は、プリンタードライバーのユーティリティシートの[インクカートリッジ設定]を使用して、残りのインクカートリッジのみで印刷を続けることができます。
ru: Приготовьте новый картридж. Итоговое качество печати может быть невысоким, если печать продолжается в этом состоянии. Если пуст либо черный, либо цветной картридж, можно настроить принтер для продолжения печати с другим картриджем, воспользовавшись кнопкой "Параметры картриджа" на вкладке "Обслуживание" драйвера принтера.
th: เตรียมตลับหมึกใหม่ตลับหนึ่ง หากเลือกการพิมพ์ต่อไปในสภาวะอย่างนี้ คุณภาพการพิมพ์ของผลลัพธ์อาจจะเป็นที่ไม่น่าพอใจ หากตลับหมึกสีดำหรือสีใช้หมด คุณสามารถตั้งต่าเครื่องพิมพ์ให้พิมพ์ต่อไปด้วยตลับหมึกอื่นใน 'การตั้งค่าคาร์ทริดหมึก' บนแท็บ 'การบำรุงรักษา' ของไดรเวอร์เครื่องพิมพ์
zh_tw: 準備新的墨盒。 如果在這種情況下繼續列印，列印結果的品質可能不會令人滿意。 如果黑色或彩色墨盒已用盡，在印表機驅動程式 [維護] 標籤上的 [墨盒設定] 中可以設定印表機使用其他墨盒繼續列印。

source: The ink cartridge has been installed or replaced. If the printout contains misaligned lines or is not satisfactory after the installation or replacement, refer to the user's guide and carry out the print head alignment.
da: Blækpatronen er blevet installeret eller udskiftet. Hvis der er ujævne streger på udskriften, eller hvis udskriften er utilfredsstillende efter installationen eller udskiftningen, skal du læse i brugervejledningen og foretage en printhovedjustering.
el: Έχει εγκατασταθεί ή αντικαταστάθηκε η κασέτα μελάνης. Αν μετά από την εγκατάσταση ή την αντικατάσταση η εκτύπωση περιέχει ακανόνιστες γραμμές ή δεν είναι ικανοποιητική, ανατρέξτε στον οδηγό λειτουργίας και εκτελέστε ευθυγράμμιση κεφαλών εκτύπωσης.
es: Se ha instalado o sustituido el cartucho de tinta. Si la copia impresa contiene líneas mal alineadas o no es correcta después de la instalación o sustitución, consulte la Guía del usuario y realice la alineación de los cabezales de impresión.
hu: A tintapatron be lett helyezve vagy ki lett cserélve. Ha a nyomaton a vonalak igazítása nem megfelelő, vagy az nem kielégítő, a felhasználói kézikönyv alapján igazítsa be a nyomtatófejet.
id: Kartrij tinta telah dipasang atau diganti. Jika hasil pencetakan berisikan garis-garis tidak sejajar atau tidak memuaskan setelah pemasangan atau penggantian, rujuk petunjuk pengguna dan lakukan penjajaran kepala cetak.
ja: インクカートリッジの取り付けまたは交換が行われました。 その後の印刷で、罫線がずれたり、意図した印刷結果を得られない場合は、プリンターの取扱説明書を参照してヘッド位置を調整してください。
ru: Картридж был установлен или заменен. Если в отпечатанном материале заметно несовпадение линий или результат печати после установки или замены картриджа недостаточно хорош, обратитесь к руководству пользователя и выполните выравнивание печатающих головок.
th: คาร์ทริดหมึกได้รับการติดตั้งหรือถูกเปลี่ยน หากผลการพิมพ์มีลายเส้นที่ผิดเพี้ยนหรืองานพิมพ์ที่ได้ไม่สมบูรณ์หลังจากการติดตั้งหรือเปลี่ยน โปรดอ่านคำแนะนำผู้ใช้และปฏิบัติการจัดตำแหน่งหัวพิมพ์
zh_tw: 墨盒被安裝或更換。 如果墨盒安裝或更換後列印結果有未對齊的線條，請參閱使用者指南並執行列印頭校準。

source: The printer is set not to display a low ink warning.
da: Printeren er indstillet til ikke at vise en advarsel ved lav blækstand.
el: Ο εκτυπωτής έχει ρυθμιστεί ώστε να μην εμφανίζει προειδοποίηση για χαμηλή στάθμη μελάνης.
es: La impresora está configurada para no mostrar la advertencia sobre el nivel bajo de tinta.
hu: A nyomtató nem fog jelezni alacsony tintaszintnél.
id: Pencetak diatur untuk tidak menampilkan peringatan tinta akan habis.
ja: プリンターはインク残量警告を表示しない設定になっています。
ru: Предупреждение о низком уровне чернил отключено.
th: เครื่องพิมพ์ถูกตั้งค่าเป็นไม่แสดงคำเตือนหมึกเหลือน้อย
zh_tw: 印表機被設定成不顯示低墨水警示。

source: Printing cannot be executed because the inner cover is open.
da: Udskrivningen kan ikke udføres, fordi det indvendige dæksel er åbent.
el: Η εκτύπωση δεν μπορεί να εκτελεστεί διότι το εσωτερικό κάλυμμα είναι ανοιχτό.
es: No se puede realizar la impresión porque la tapa interior está abierta.
hu: A nyomtatás nem végezhető el, mert a belső fedél nyitva van.
id: Pencetakan tidak dapat dilaksanakan karena penutup dalam terbuka.
ja: プリンターのCD-Rトレイガイドが開いているため、印刷を行うことができません。
ru: Печатать нельзя, поскольку открыта внутренняя крышка.
th: ไม่สามารถดำเนินการพิมพ์ได้ เพราะฝาภายในเปิดอยู่
zh_tw: 由於內蓋已開啟，所以無法執行列印。

source: Close the inner cover.
da: Luk det indvendige dæksel.
el: Κλείστε το εσωτερικό κάλυμμα.
es: Cierre la tapa interior.
hu: Zárja le a belső fedőt.
id: Tutup penutup dalam.
ja: CD-Rトレイガイドを閉じてください。
ru: Закройте внутреннюю крышку.
th: ปิดฝาภายใน
zh_tw: 關閉內蓋。

source: Press the printer's RESUME button. Printing will restart.
da: Tryk på knappen FORTSÆT (RESUME) på printeren. Udskrivningen genstartes.
el: Πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑΣ (RESUME) του εκτυπωτή. Η εκτύπωση θα ξεκινήσει ξανά.
es: Presione el botón REANUDAR (RESUME) de la impresora. La impresión se reanudará.
hu: Nyomja meg a nyomtató ÚJRAKEZD (RESUME) gombját. A nyomtatás újraindul.
id: Tekan tombol RESUME pada pencetak. Pencetakan akan diulangi lagi.
ja: プリンターのリセット(RESUME)ボタンを押してください。印刷が再開されます。
ru: Нажмите клавишу "ВОЗОБНОВИТЬ (RESUME)" на принтере. Печать будет перезапущена.
th: กดปุ่ม RESUME ของเครื่องพิมพ์ การพิมพ์จะเริ่มใหม่
zh_tw: 按印表機的 [重試(RESUME)] 按鈕。列印將重新開始。

source: Press the printer's OK button. Printing will restart.
da: Tryk på knappen OK på printeren. Udskrivningen genstartes.
el: Πατήστε το κουμπί OK του εκτυπωτή. Η εκτύπωση θα ξεκινήσει ξανά.
es: Presione el botón OK de la impresora. La impresión se reanudará.
hu: Nyomja meg a nyomtató OK gombját. A nyomtatás újraindul.
id: Tekan tombol OK pada pencetak. Pencetakan akan diulangi lagi.
ja: プリンターのOKボタンを押してください。印刷が再開されます。
ru: Нажмите клавишу "OK" на принтере. Печать будет перезапущена.
th: กดปุ่ม OK ของเครื่องพิมพ์ การพิมพ์จะเริ่มใหม่
zh_tw: 按印表機的 [OK] 按鈕。列印將重新開始。

source: During printing, the inner cover of the printer was opened.
da: Under udskrivningen blev det indvendige dæksel i printeren åbnet.
el: Κατά την εκτύπωση, το εσωτερικό κάλυμμα του εκτυπωτή άνοιξε.
es: Durante la impresión, la tapa interna de la impresora estaba abierta.
hu: A nyomtatás során a nyomtató belső fedele kinyílt.
id: Selama pencetakan, penutup dalam pencetak terbuka.
ja: 印刷中に、プリンターのCD-Rトレイガイドが開けられました。
ru: Во время печати была открыта внутренняя крышка принтера.
th: ขณะที่ทำการพิมพ์ ฝาภายในของเครื่องพิมพ์เปิดอยู่
zh_tw: 列印過程中，印表機內蓋被開啟。

source: An ink tank is not installed properly. Open the cover of the printer, make sure the ink tank is installed properly, and close the cover.
da: En blækbeholder er ikke installeret korrekt. Åbn printerens dæksel, kontroller, at blækbeholderen er installeret korrekt, og luk dækslet.
el: Ένα δοχείο μελάνης δεν έχει τοποθετηθεί σωστά. Ανοίξτε το κάλυμμα του εκτυπωτή, βεβαιωθείτε ότι το δοχείο μελάνης είναι τοποθετημένο σωστά και κλείστε το κάλυμμα.
es: Hay un depósito de tinta instalado incorrectamente. Abra la cubierta de la impresora, asegúrese de que el depósito está instalado correctamente y cierre la cubierta.
hu: Egy tintatartályt helytelenül tettek be. Nyissa fel a nyomtató fedőlapját, és ellenőrizze, hogy a behelyezés megfelelő-e, majd zárja le a fedőlapot.
id: Kotak tinta tidak terpasang dengan benar. Buka penutup pencetak, pastikan kotak tinta terpasang dengan benar, dan tutup penutup pencetak.
ja: インクタンクが正しく取り付けられていません。 プリンターのカバーを開け、インクタンクが正しく取り付けられていることを確認し、カバーを閉じてください。
ru: Чернильница не установлена должным образом. Откройте крышку принтера, убедитесь в том, что чернильница установлена правильно и закройте крышку.
th: ตลับหมึกอันใดอันหนึ่งไม่ได้ติดตั้งอย่างถูกต้อง เปิดฝาครอบเครื่องพิมพ์ ตรวจให้แน่ใจว่าตลับหมึกได้ติดตั้งอย่างถูกต้องและปิดฝาครอบ
zh_tw: 墨水盒安裝不正確。 開啟印表機機蓋，確認墨水盒已經正確安裝，然後關閉機蓋。

source: The print head lock lever is not locked or an ink tank is installed improperly.
da: Printhovedets låsehåndtag er ikke låst, eller en blækbeholder er installeret forkert.
el: Οι μοχλοί ασφαλείας της κεφαλής εκτύπωσης δεν είναι ασφαλισμένοι ή ένα δοχείο μελάνης δεν έχει τοποθετηθεί σωστά.
es: Las palancas de bloqueo de los cabezales de impresión no están bloqueadas o un depósito de la tinta está instalado incorrectamente.
hu: A nyomtatófej rögzítőkarja nincs zárt állásban vagy egy tintatartály nem megfelelően van behelyezve.
id: Tuas pengunci kepala cetak tidak terkunci atau kotak tinta tidak dipasang dengan benar.
ja: プリントヘッド固定レバーがロックされていないか、インクタンクが正しく取り付けられていません。
ru: Фиксирующие рычаги печатающей головки не защелкнуты или чернильница не установлена должным образом.
th: คานโยกตัวล็อกหัวพิมพ์ไม่ได้ถูกล็อกอยู่ หรือมีตลับหมึกอันใดอันหนึ่งไม่ได้ติดตั้งอย่างถูกต้อง
zh_tw: 列印頭鎖定桿未鎖定或墨水盒安裝不正確。

source: Open the printer cover and firmly push down both sides of the print head lock lever. Make sure both sides of the lever are locked securely.
da: Åbn printerdækslet, og skub begge sider af printhovedets låsegreb helt ned. Kontroller, at begge sider af låsehåndtaget er helt låst.
el: Ανοίξτε το κάλυμμα του εκτυπωτή και πιέστε σταθερά προς τα κάτω και τις δύο πλευρές του μοχλού ασφαλείας της κεφαλής εκτύπωσης. Βεβαιωθείτε ότι και οι δύο πλευρές του μοχλού είναι γερά κλειδωμένες.
es: Abra la tapa de la impresora y apriete hacia abajo con firmeza los dos lados de la palanca de bloqueo de los cabezales de impresión. Asegúrese de que ambos lados de la palanca están bien bloqueados.
hu: Nyissa fel a nyomtató fedelét, s határozottan nyomja lefelé a nyomtatófej rögzítőkarjának mindkét oldalát. Ellenőrizze, hogy a kar mindkét oldala megfelelően záródik-e.
id: Buka penutup pencetak dan dorong dengan kuat kedua sisi tuas pengunci kepala cetak ke bawah. Pastikan kedua sisi tuas terkunci dengan erat.
ja: プリンターのカバーを開け、プリントヘッド固定レバーの両端をしっかり押して、左右の両方で正しくロックされていることを確認してください。
ru: Откройте крышку принтера и достаточно сильно нажмите на фиксирующий рычаг печатающей головки с обеих сторон. Проверьте, надежно ли зафиксированы обе стороны рычага.
th: เปิดฝาครอบเครื่องพิมพ์และดันลงคานโยกตัวล็อกหัวพิมพ์ทั้งสองด้านอย่างหนักแน่น ตรวจให้แน่ใจว่าทั้งสองด้านของคานถูกล็อกอยู่อย่างปลอดภัย
zh_tw: 開啟印表機機蓋並用力按下列印頭鎖定桿兩側。確認鎖定桿的兩側已安全鎖定。

source: Firmly push down the front side of the top of the ink tank. Make sure the ink tank is installed properly, and then close the cover.
da: Skub blækbeholderens forside øverst helt ned. Kontroller, at blækbeholderen er installeret korrekt, og luk dækslet.
el: Πιέστε σταθερά προς τα κάτω τη μπροστινή πλευρά του επάνω μέρους του δοχείου μελάνης. Βεβαιωθείτε ότι το δοχείο μελάνης έχει τοποθετηθεί σωστά και στη συνέχεια κλείστε το κάλυμμα.
es: Apriete hacia abajo con firmeza el frontal de la parte superior del depósito de tinta. Asegúrese de que el depósito de tinta esté instalado correctamente y cierre la tapa.
hu: Határozottan nyomja lefelé a tintatartály tetejének elülső részét. Ellenőrizze, hogy a tintatartály megfelelően van-e behelyezve, majd zárja le a fedőlapot.
id: Dorong dengan kuat sisi depan bagian atas kotak tinta ke bawah. Pastikan kotak tinta terpasang dengan benar, dan kemudian tutup penutupnya.
ja: インクタンクの手前側を上からしっかり押して、正しく取り付けられていることを確認し、プリンターのカバーを閉じてください。
ru: Достаточно сильно нажмите на переднюю сторону верхней части чернильницы. Убедитесь в том, что чернильница установлена должным образом, а затем закройте крышку.
th: ดันลงข้างหน้าของด้านบนแห่งตลับหมึกอย่างหนักแน่น ตรวจให้แน่ใจว่าตลับหมึกได้ติดตั้งอย่างถูกต้อง แล้วปิดฝาครอบเครื่อง
zh_tw: 用力按下墨水盒頂部前端的部分。確認墨水盒已正確安裝然後關閉機蓋。

source: An ink cartridge is not installed properly. Open the printer's cover, make sure the ink cartridge is installed properly, and close the cover.
da: En blækpatron er ikke installeret korrekt. Åbn printerdækslet, kontroller, at blækpatronen er installeret korrekt, og luk dækslet.
el: Ένα φυσίγγιο μελάνης δεν έχει εγκατασταθεί σωστά. Ανοίξτε το κάλυμμα του εκτυπωτή, βεβαιωθείτε ότι το φυσίγγιο μελάνης έχει τοποθετηθεί σωστά και κλείστε το κάλυμμα.
es: Se ha instalado un cartucho de tinta de forma incorrecta. Abra la cubierta de la impresora, asegúrese de que el cartucho de tinta está correctamente instalado y cierre la cubierta.
hu: Egy tintapatront helytelenül tettek be. Nyissa fel a nyomtató fedőlapját, és ellenőrizze, hogy a behelyezés megfelelő-e, majd zárja le a fedőlapot.
id: Kartrij tinta tidak terpasang dengan benar. Buka penutup pencetak, pastikan kartrij tinta terpasang dengan benar, dan tutup penutup.
ja: インクカートリッジが正しく取り付けられていません。 プリンターのカバーを開け、インクカートリッジが正しく取り付けられていることを確認し、カバーを閉じてください。
ru: Картридж не установлен должным образом. Откройте крышку принтера, убедитесь в том, что картридж установлен правильно и закройте крышку.
th: คาร์ทริดหมึกหนึ่งไม่ได้ติดตั้งอย่างถูกต้อง เปิดฝาครอบเครื่องพิมพ์ ให้แน่ใจว่าคาร์ทริดหมึกได้ติดตั้งอย่างถูกต้อง และปิดฝาครอบเครื่อง
zh_tw: 墨盒安裝不正確。 請開啟印表機機蓋，確認墨盒已經正確安裝，然後關閉機蓋。

source: A digital camera or device that is not supported by the direct printing function is connected to the direct print port. Disconnect the cable from the direct print port. If the device is connected via a USB hub, unplug the USB hub, and then connect the device directly to the direct print port.
da: Der er tilsluttet et digitalt kamera eller en anden enhed, som ikke understøttes af funktionen til direkte udskrivning, i den direkte printerport. Fjern kablet den direkte printerport. Hvis enheden er tilsluttet via en USB-hub, skal du tage USB-hub’en fra og tilslutte enheden direkte i den direkte printerport.
el: Μια ψηφιακή κάμερα ή συσκευή που δεν υποστηρίζεται από τη λειτουργία άμεσης εκτύπωσης είναι συνδεδεμένη στη θύρα άμεσης εκτύπωσης. Αποσυνδέστε το καλώδιο από τη θύρα άμεσης εκτύπωσης. Αν η συσκευή είναι συνδεδεμένη μέσω διανομέα USB, αποσυνδέστε το διανομέα USB και στη συνέχεια συνδέστε τη συσκευή απευθείας στη θύρα άμεσης εκτύπωσης.
es: Se ha conectado al puerto de impresión directa una cámara digital o dispositivo que no compatible con la función de impresión directa. Desconecte el cable del puerto de impresión directa. Si el dispositivo se ha conectado mediante un concentrador USB, desenchufe este último y, a continuación, conecte el dispositivo directamente al puerto de impresión directa.
hu: A közvetlen nyomtatás funkció által nem támogatott digitális fényképezőgépet vagy eszközt csatlakoztattak a közvetlen nyomtatási porthoz. Húzza ki a kábelt a közvetlen nyomtatási portból. Ha az eszköz USB-hubon keresztül van csatlakoztatva, húzza ki az USB-hubot, majd csatlakoztassa az eszközt közvetlenül a közvetlen nyomtatási porthoz.
id: Kamera digital atau perangkat yang tidak didukung oleh fungsi pencetakan langsung disambungkan ke port cetak langsung. Cabut kabel dari port cetak langsung. Jika perangkat disambungkan lewat hub USB, cabut hub USB, dan kemudian sambungkan perangkat secara langsung ke port cetak langsung.
ja: プリンターのカメラ接続部に、ダイレクト印刷対象外のデジタルカメラや、サポートされていない機器が接続されています。カメラ接続部に接続したケーブルを抜いてください。USBハブを使用して機器を接続している場合は、USBハブを取り外し、機器を直接カメラ接続部に接続してください。
ru: К порту печати напрямую подключена цифровая камера или устройство, которое не поддерживается функцией печати напрямую. Отсоедините кабель от порта печати напрямую. Если устройство подключено через концентратор USB, отсоедините концентратор USB, а затем подключите устройство непосредственно к порту печати напрямую.
th: กล้องดิจิตอลหรืออุปกรณ์ต่างๆ ที่ไม่สนับสนุนโดยความสามารถการพิมพ์แบบตรงนั้นได้ติดต่อกับพอร์ตการพิมพ์แบบตรงแล้ว โปรดเอาเคเบิลออกจากพอร์ตการพิมพ์แบบตรง หากอุปกรณ์นี้ติดต่อด้วย USB ฮับ โปรดถอดปลั๊ก USB ฮับ แล้วติดอุปกรณ์ให้ต่อกับพอร์ตการพิมพ์แบบตรง
zh_tw: 不支援直接列印功能的數位相機或設備連接到直接列印連接埠。從直接列印連接埠斷開電纜線。如果設備是透過 USB 集線器連接，斷開 USB 集線器，然後將設備直接連接到直接列印連接埠。

source: A noncompliant device is connected to the direct print port or the Bluetooth unit connector. Disconnect the cable from the direct print port or the Bluetooth unit connector. If the device is connected via a USB hub, unplug the USB hub, and then connect the device directly to the direct print port or the Bluetooth unit connector.
da: En ikke-kompatibel enhed er sluttet til den direkte printerport eller Bluetooth-enhedsstikket. Fjern kablet fra den direkte printerport eller Bluetooth-enhedsstikket. Hvis enheden er tilsluttet via en USB-hub, skal du tage USB-hub’en fra og tilslutte enheden direkte i den direkte printerport eller Bluetooth-enhedsstikket.
el: Μια μη συμβατή συσκευή έχει συνδεθεί στη θύρα άμεσης εκτύπωσης ή στην υποδοχή της μονάδας Bluetooth. Αποσυνδέστε το καλώδιο από τη θύρα άμεσης εκτύπωσης ή την υποδοχή της μονάδας Bluetooth. Αν η συσκευή είναι συνδεδεμένη μέσω διανομέα USB, αποσυνδέστε το διανομέα USB και στη συνέχεια συνδέστε τη συσκευή απευθείας στη θύρα άμεσης εκτύπωσης ή στην υποδοχή της μονάδας Bluetooth.
es: Se ha conectado un dispositivo no compatible al puerto de impresión directa o al conector de la unidad Bluetooth. Desconecte el cable del puerto de impresión directa o del conector de la unidad Bluetooth. Si el dispositivo se ha conectado a través de un concentrador USB, desenchufe este último y, a continuación, conecte el dispositivo directamente al puerto de impresión directa o al conector de la unidad Bluetooth.
hu: Nem megfelelő eszköz van csatlakoztatva a közvetlen nyomtatási porthoz vagy a Bluetooth-egység csatlakozójához. Húzza ki a kábelt a közvetlen nyomtatási portból vagy a Bluetooth-egység csatlakozójából. Ha az eszköz USB-hubon keresztül van csatlakoztatva, húzza ki az USB-hubot, majd csatlakoztassa az eszközt közvetlenül a közvetlen nyomtatási porthoz vagy a Bluetooth-egység csatlakozójához.
id: Perangkat yang tidak sesuai telah disambungkan ke port cetak langsung atau penghubung unit Bluetooth. Cabut kabel dari port cetak langsung atau penghubung unit Bluetooth. Jika perangkat disambungkan lewat hub USB, cabut hub USB, dan kemudian sambungkan perangkat secara langsung ke port cetak langsung atau penghubung unit Bluetooth.
ja: プリンターのカメラ接続部またはBluetoothユニット接続部に、対応しない機器が接続されています。カメラ接続部またはBluetoothユニット接続部に接続したケーブルを抜いてください。USBハブを使用して機器を接続している場合は、USBハブを取り外し、機器を直接カメラ接続部またはBluetoothユニット接続部に接続してください。
ru: К разъему для Bluetooth или порту печати напрямую подключено несовместимое устройство. Отсоедините кабель от разъема для Bluetooth или порта печати напрямую. Если устройство подключено через концентратор USB, отсоедините концентратор USB, а затем подключите устройство непосредственно к разъему для Bluetooth или порту печати напрямую.
th: อุปกรณ์ไม่สนับสนุนได้ติดต่อกับพอร์ตการพิมพ์แบบตรงหรือตัวเชื่อมต่อหน่วย Bluetooth โปรดเอาเคเบิลออกจากพอร์ตการพิมพ์แบบตรงหรือตัวเชื่อมต่อหน่วย Bluetooth หากอุปกรณ์นี้ติดต่อด้วย USB ฮับ โปรดถอดปลั๊ก USB ฮับ แล้วติดอุปกรณ์ให้ต่อกับพอร์ตการพิมพ์แบบตรงหรือตัวเชื่อมต่อหน่วย Bluetooth
zh_tw: 一個不相容的設備被連接到直接列印連接埠或 Bluetooth 單元連接器。從直接列印連接埠或 Bluetooth 單元連接器斷開電纜線。如果設備是透過 USB 集線器連接，斷開 USB 集線器，然後將設備直接連接到直接列印連接埠或 Bluetooth 單元連接器。
