Repository: spremi/cnijfilter-source-3.80
Catalog: cngpijmon/po/*.po
Languages: da, el, es, hu, id, ja, ru, th, zh_tw

source: An error occurred during automatic print head alignment. The print head nozzles may be clogged. Execute cleaning on the Maintenance tab of the printer driver, and reexecute print head alignment. If an error still occurs, refer to the user's guide to check the error or carry out manual alignment. Press the printer's RESUME button to clear the error.
da: Der er opstået en fejl under den automatiske printhovedjustering. Printhoveddyserne kan være tilstoppede. Udfør rensning fra fanen Vedligeholdelse i printerdriveren, og udfør printhovedjusteringen igen. Hvis der stadig opstår fejl, skal du se i brugervejledningen eller udføre en manuel justering. Tryk på knappen FORTSÆT (RESUME) på printeren for at fjerne fejlen.
el: Προέκυψε κάποιο σφάλμα κατά την αυτόματη ευθυγράμμιση κεφαλής εκτύπωσης. Τα ακροφύσια κεφαλής εκτύπωσης ενδέχεται να έχουν φράξει. Προβείτε στον καθαρισμό ανατρέχοντας στην καρτέλα Συντήρηση του προγράμματος οδήγησης του εκτυπωτή και εκτελέστε ξανά την ευθυγράμμιση κεφαλής εκτύπωσης. Εάν δεν αποκατασταθεί το σφάλμα, ανατρέξτε στον οδηγό λειτουργίας για να ελέγξετε το σφάλμα ή για να πραγματοποιήσετε χειροκίνητη ευθυγράμμιση. Πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑΣ (RESUME) του εκτυπωτή για απαλοιφή του σφάλματος.
es: Se produjo un error durante la alineación automática de los cabezales. Es posible que los inyectores de los cabezales estén atascados. Ejecute la limpieza en la ficha Mantenimiento del controlador de la impresora y vuelva a ejecutar la alineación de los cabezales. Si continua produciéndose el error, consulte la guía del usuario para comprobar el error o realice una alineación manual. Pulse el botón REANUDAR (RESUME) de la impresora para borrar el error.
hu: Hiba történt a nyomtatófej automatikus igazítása közben. A nyomtatófej fúvókái eldugulhattak. Hajtson végre tisztítást a nyomtatóillesztő Karbantartás lapján, majd hajtsa újra végre a nyomtatófej-igazítást. Ha továbbra is hiba történik, akkor a Felhasználói kézikönyvben nézzen utána a hibának, és hajtson végre kézi igazítást. A hibajelzés törléséhez A hiba törléséhez nyomja meg a nyomtató ÚJRAKEZD (RESUME) gombját.
id: Terjadi kesalahan selama penjajaran kepala cetak otomatis. Mulut semprot kepala cetak mungkin tersumbat. Laksanakan pembersihan di tab Perawatan pada pengandar pencetak, dan laksanakan ulang penjajaran kepala cetak. Jika kesalahan masih terjadi, rujuk petunjuk pengguna untuk memeriksa kesalahan atau melakukan penjajaran manual. Tekan tombol RESUME pada pencetak untuk memperbaiki kesalahan.
ja: 自動ヘッド位置調整中にエラーが発生しました。 インクの噴出し口(ノズル)が目づまりしている可能性があります。プリンタードライバーの[ユーティリティ]シートでクリーニングを行ってから、再度実行してください。 それでもエラーが発生する場合は、取扱説明書を参照してエラーの原因を確認するか、手動でヘッド位置調整を行ってください。 プリンターのリセット(RESUME)ボタンを押すと、エラーが解除されます。
ru: Произошла ошибка в ходе автоматического выравнивания печатающих головок. Возможно, сопла печатающей головки засорены. Выполните очистку с помощью вкладки "Обслуживание" драйвера принтера и повторно выполните выравнивание печатающих головок. Если ошибка происходит снова, обратитесь к руководству пользователя, чтобы устранить ее причины или выполните выравнивание вручную. Нажмите клавишу "ВОЗОБНОВИТЬ (RESUME)" на принтере, чтобы снять флаг ошибки.
th: เกิดความผิดพลาดระหว่างการจัดตำแหน่งหัวพิมพ์อัตโนมัติ หัวฉีดอาจอัด ปฏิบัติการทำความสะอาดบนแท็บ 'การบำรุงรักษา' ของไดรเวอร์เครื่องพิมพ์ แล้วปฏิบัติการจัดตำแหน่งหัวพิมพ์อีกครั้ง หากความผิดพลาดยังมีอยู่ โปรดอ่านคำแนะนำผู้ใช้เพื่อตรวจดูความผิดพลาดหรือปฏิบัติการจัดตำแหน่งหัวพิมพ์ด้วยตัวเอง กดปุ่ม RESUME ของเครื่องพิมพ์เพื่อแก้ไขความผิดพลาด
zh_tw: 在自動列印頭校準時出現錯誤。 列印頭噴嘴可能被堵塞。執行印表機驅動程式 [維護] 標籤上的清潔，然後重新執行列印頭校準。 如果仍然發生錯誤，請參閱使用者指南以檢查錯誤或執行手動校準。 按印表機的 [重試(RESUME)] 按鈕以消除錯誤。

source: An error occurred during automatic print head alignment. The print head nozzles may be clogged. Execute cleaning on the Maintenance tab of the printer driver, and reexecute print head alignment. If an error still occurs, refer to the user's guide to check the error or carry out manual alignment. Press the printer's OK button to clear the error.
da: Der er opstået en fejl under den automatiske printhovedjustering. Printhoveddyserne kan være tilstoppede. Udfør rensning fra fanen Vedligeholdelse i printerdriveren, og udfør printhovedjusteringen igen. Hvis der stadig opstår fejl, skal du se i Brugervejledning eller udføre en manuel justering. Tryk på knappen OK på printeren for at fjerne fejlen.
el: Προέκυψε κάποιο σφάλμα κατά την αυτόματη ευθυγράμμιση κεφαλής εκτύπωσης. Τα ακροφύσια κεφαλής εκτύπωσης ενδέχεται να έχουν φράξει. Προβείτε στον καθαρισμό ανατρέχοντας στην καρτέλα Συντήρηση του προγράμματος οδήγησης του εκτυπωτή και εκτελέστε ξανά την ευθυγράμμιση κεφαλής εκτύπωσης. Εάν δεν αποκατασταθεί το σφάλμα, ανατρέξτε στον οδηγό λειτουργίας για να ελέγξετε το σφάλμα ή για να πραγματοποιήσετε χειροκίνητη ευθυγράμμιση. Πατήστε το κουμπί OK του εκτυπωτή για να σβήσετε το σφάλμα.
es: Se produjo un error durante la alineación automática de los cabezales. Es posible que los inyectores de los cabezales estén atascados. Ejecute la limpieza en la ficha Mantenimiento del controlador de la impresora y vuelva a ejecutar la alineación de los cabezales. Si continua produciéndose el error, consulte la guía del usuario para comprobar el error o realice una alineación manual. Pulse el botón OK de la impresora para eliminar el error.
hu: Hiba történt a nyomtatófej automatikus igazítása közben. A nyomtatófej fúvókái eldugulhattak. Hajtson végre tisztítást a nyomtatóillesztő Karbantartás lapján, majd hajtsa újra végre a nyomtatófej-igazítást. Ha továbbra is hiba történik, akkor a Felhasználói kézikönyvben nézzen utána a hibának, és hajtson végre kézi igazítást. A hibajelzés törléséhez Nyomja meg a nyomtató OK gombját.
id: Terjadi kesalahan selama penjajaran kepala cetak otomatis. Mulut semprot kepala cetak mungkin tersumbat. Laksanakan pembersihan di tab Perawatan pada pengandar pencetak, dan laksanakan ulang penjajaran kepala cetak. Jika kesalahan masih terjadi, rujuk petunjuk pengguna untuk memeriksa kesalahan atau melakukan penjajaran manual. Tekan tombol OK pada pencetak untuk memperbaiki kesalahan.
ja: 自動ヘッド位置調整中にエラーが発生しました。 インクの噴出し口(ノズル)が目づまりしている可能性があります。プリンタードライバーの[ユーティリティ]シートでクリーニングを行ってから、再度実行してください。 それでもエラーが発生する場合は、取扱説明書を参照してエラーの原因を確認するか、手動でヘッド位置調整を行ってください。 プリンターのOKボタンを押すと、エラーが解除されます。
ru: Произошла ошибка в ходе автоматического выравнивания печатающих головок. Возможно, сопла печатающей головки засорены. Выполните очистку с помощью вкладки "Обслуживание" драйвера принтера и повторно выполните выравнивание печатающих головок. Если ошибка происходит снова, обратитесь к руководству пользователя, чтобы устранить ее причины или выполните выравнивание вручную. Нажмите клавишу "OK" на принтере, чтобы снять флаг ошибки.
th: เกิดความผิดพลาดระหว่างการจัดตำแหน่งหัวพิมพ์อัตโนมัติ หัวฉีดอาจอัด ปฏิบัติการทำความสะอาดบนแท็บ 'การบำรุงรักษา' ของไดรเวอร์เครื่องพิมพ์ แล้วปฏิบัติการจัดตำแหน่งหัวพิมพ์อีกครั้ง หากความผิดพลาดยังมีอยู่ โปรดอ่านคำแนะนำผู้ใช้เพื่อตรวจดูความผิดพลาดหรือปฏิบัติการจัดตำแหน่งหัวพิมพ์ด้วยตัวเอง กดปุ่ม OK ของเครื่องพิมพ์เพื่อแก้ไขความผิดพลาด
zh_tw: 在自動列印頭校準時出現錯誤。 列印頭噴嘴可能被堵塞。執行印表機驅動程式 [維護] 標籤上的清潔，然後重新執行列印頭校準。 如果仍然發生錯誤，請參閱使用者指南以檢查錯誤或執行手動校準。 請按印表機的 [OK] 按鈕消除錯誤。

source: An ink tank cannot be recognized. Open the printer's cover and replace the ink tank on which the ink lamp is off.
da: En blækbeholder kan ikke genkendes. Åbn printerens beholderdæksel, og udskift den blækbeholder hvis blækindikator er slukket.
el: Δεν είναι δυνατή η αναγνώριση κάποιου δοχείου μελάνης. Ανοίξτε το κάλυμμα του εκτυπωτή και αντικαταστήστε το δοχείο μελάνης στο οποίο η ένδειξη μελάνης είναι σβηστή.
es: No se reconoce el depósito de tinta. Abra el botón para abrir la cubierta del depósito de la impresora y sustituya el depósito de tinta con la lámpara apagada.
hu: Nem észlelhető tintatartály. Nyissa fel a nyomtató fedelét, és cserélje ki azt a tintatartályt, amelyen nem világít a tinta jelzőfénye.
id: Kotak tinta tidak dapat dikenali. Buka penutup pencetak dan ganti kotak tinta yang mana lampu tintanya mati.
ja: インクタンクが認識できません。 プリンターのカバーを開け、インクランプが消えているインクタンクを交換してください。
ru: Не удается определить чернильницу. Откройте крышку принтера и замените чернильницу, на которой не горит индикатор.
th: ไม่รู้จักตลับหมึกอันหนึ่ง เปิดฝาครอบเครื่องพิมพ์และแทนที่ตลับหมึกที่สัญญาณไฟหมึกปิด
zh_tw: 無法識別墨水盒。 開啟印表機機蓋，然後更換墨水指示燈熄滅的墨水盒。

source: More than one ink tank of the following color is installed.
da: Flere blækbeholdere af følgende farve er installeret.
el: Έχουν τοποθετηθεί περισσότερα από ένα δοχεία μελάνης του ακόλουθου χρώματος.
es: Hay instalado más de un depósito de tinta del siguiente color.
hu: A következő színből több, mint egy tintatartály van behelyezve.
id: Lebih dari satu kotak tinta untuk warna ini terpasang.
ja: 下記のインクタンクが複数取り付けられています。
ru: Установлено больше одной чернильницы следующего цвета.
th: ตลับหมึกสีต่อไปนี้ถูกติดตั้งมากกว่าหนึ่งตลับ
zh_tw: 安裝了多個以下色彩的墨水盒。

source: The following ink tank cannot be recognized.
da: Følgende blækbeholder kan ikke genkendes.
el: Το ακόλουθο δοχείο μελάνης δεν μπορεί να αναγνωριστεί.
es: No se puede reconocer el depósito de tinta siguiente.
hu: A következő tintatartályt nem lehet felismerni.
id: Kotak tinta berikut ini tak dapat dikenali.
ja: 下記のインクタンクが認識できません。
ru: Не удается распознать следующую чернильницу.
th: ตลับหมึกต่อไปนี้ไม่สามารถรู้จักได้
zh_tw: 無法識別以下墨水盒。

source: An ink tank is not installed in the correct position. Confirm that the following ink tank is installed in the appropriate position.
da: En blækbeholder er ikke installeret på den korrekte plads. Bekræft, at den følgende blækbeholder er installeret på den rigtige plads.
el: Κάποιο δοχείο μελάνης δεν έχει τοποθετηθεί στη σωστή θέση. Βεβαιωθείτε ότι το ακόλουθο δοχείο μελάνης έχει τοποθετηθεί στην κατάλληλη θέση.
es: El depósito de tinta no se ha instalado correctamente. Confirme que el siguiente depósito de tinta se ha instalado en la posición correcta.
hu: Egy tintatartály nincs a megfelelő helyen. Győződjön meg arról, hogy a következő tintatartály megfelelő helyen van-e.
id: Kotak tinta tidak terpasang pada posisi yang benar. Pastikan kotak tinta berikut ini terpasang dalam posisi yang tepat.
ja: 正しい位置に取り付けられていないインクタンクがあります。 下記のインクタンクの取り付け位置に、正しいインクタンクが取り付けられていることを確認してください。
ru: Чернильница не установлена на место. Подтвердите, что следующая чернильница установлена на соответствующее место.
th: ตลับหมึกอันหนึ่งไม่ได้ติดตั้งในตำแหน่งถูกต้อง โปรดตรวจดูให้แน่ใจว่าตลับหมึกต่อไปนี้ได้ติดตั้งในตำแหน่งที่เหมาะสม
zh_tw: 墨水盒沒有安裝在適當位置。 請確認以下墨水盒已安裝在適當的位置。

source: The following ink may have run out.
da: Følgende blækpatron kan være tom.
el: Η ακόλουθη μελάνη μπορεί να έχει τελειώσει.
es: Es posible que la tinta siguiente esté agotada.
hu: A következő tinta kifogyhatott.
id: Tinta berikut ini mungkin telah habis.
ja: 下記のインクがなくなった可能性があります。
ru: Возможно, чернила указанного ниже цвета закончились.
th: หมึกต่อไปนี้อาจจะหมด
zh_tw: 以下墨水可能用盡。

source: The following ink may have run out.
da: Følgende blækpatron kan være tom.
el: Η ακόλουθη μελάνη μπορεί να έχει τελειώσει.
es: Es posible que la tinta siguiente esté agotada.
hu: A következő tinta kifogyhatott.
id: Tinta berikut ini mungkin telah habis.
ja: 下記のインクがなくなった可能性があります。
ru: Возможно, чернила указанного ниже цвета закончились.
th: หมึกต่อไปนี้อาจจะหมด
zh_tw: 以下墨水可能用盡。

source: Replacing the ink tank is recommended. If printing is in progress and you want to continue printing, press the printer's RESUME button. Then printing can continue. Replacing the ink tank is recommended after the printing. The printer may be damaged if printing is continued under the ink out condition.
da: Det anbefales at udskifte blækbeholderen. Hvis en udskrivning er i gang, og du ønsker at fortsætte udskrivningen, skal du trykke på knappen FORTSÆT (RESUME) på printeren. Udskrivningen kan derefter fortsætte. Det anbefales at udskifte blækbeholderen efter udskrivningen. Printeren kan beskadiges, hvis udskrivning fortsættes mens der mangler blæk.
el: Συνιστάται η αντικατάσταση του δοχείου μελάνης. Αν υπάρχει εκτύπωση σε εξέλιξη και θέλετε να τη συνεχίσετε, πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑΣ (RESUME) του εκτυπωτή. Τότε μπορείτε να συνεχίσετε την εκτύπωση. Συνιστάται η αντικατάσταση του δοχείου μελάνης μετά την εκτύπωση. Ενδέχεται να προκληθεί ζημιά στον εκτυπωτή εάν η εκτύπωση συνεχιστεί σε κατάσταση άδειου δοχείου μελάνης.
es: Se recomienda sustituir el depósito de tinta. Si la impresión está en curso y desea continuar imprimiendo, pulse el botón REANUDAR (RESUME) de la impresora. Después podrá continuar la impresión. Se recomienda sustituir el depósito de tinta después de la impresión. La impresora puede sufrir daños si continúa imprimiendo con el estado de tinta agotada.
hu: Javasoljuk a tintatartály cseréjét. Ha nyomtatás van folyamatban, és folytatni akarja azt, nyomja meg a nyomtatón az ÚJRAKEZD (RESUME) gombot. Ezután folytatódhat a nyomtatás. A nyomtatás után javasoljuk a tintatartály cseréjét. A nyomtató károsodhat, ha tintahiány mellett nyomtat.
id: Penggantian kotak tinta dianjurkan. Jika pencetakan sedang berlangsung dan Anda ingin melanjutkan pencetakan, tekan tombol RESUME pada pencetak. Kemudian pencetakan dapat dilanjutkan. Penggantian kotak tinta dianjurkan setelah pencetakan. Pencetak dapat rusak jika pencetakan dilanjutkan dalam kondisi tinta habis.
ja: インクタンクを交換することをお勧めします。 印刷が終了していない場合は、インクタンクを取り付けたままプリンターのリセット(RESUME)ボタンを押すと、印刷を続けることができます。印刷が終了したらインクタンクを交換することをお勧めします。インク切れの状態で印刷を続けると、故障の原因となるおそれがあります。
ru: Желательно заменить чернильницу. Если печать не закончена и вы хотите ее продолжить, нажмите клавишу "ВОЗОБНОВИТЬ (RESUME)" на принтере. Тогда печать может продолжаться. По завершении печати рекомендуется заменить чернильницу. Продолжение печати при закончившихся чернилах может привести к повреждению принтера.
th: ขอแนะนำให้แทนที่ตลับหมึก หากงานพิมพ์ค้างอยู่และคุณต้องการพิมพ์ต่อไป ให้กดปุ่ม RESUME ของเครื่องพิมพ์ เครื่องจะพิมพ์งานต่อไป ขอแนะนำให้แทนที่ตลับหมึกหลังจากการพิมพ์ หากเลือกพิมพ์ต่อในสภาวะหมึกหมด เครื่องพิมพ์อาจจะเกิดความเสียหาย
zh_tw: 建議更換墨水盒。 如果列印正在進行，並且想要繼續列印，請按印表機的 [重試(RESUME)] 按鈕。即可繼續列印。建議在列印完成後更換墨水盒。如果在墨水用盡的情況下繼續列印，可能會使印表機受損。

source: Replacing the ink tank is recommended. If printing is in progress and you want to continue printing, press the printer's OK button. Then printing can continue. Replacing the ink tank is recommended after the printing. The printer may be damaged if printing is continued under the ink out condition.
da: Det anbefales at udskifte blækbeholderen. Hvis en udskrivning er i gang, og du ønsker at fortsætte udskrivningen, skal du trykke på knappen OK på printeren. Udskrivningen kan derefter fortsætte. Det anbefales at udskifte blækbeholderen efter udskrivningen. Printeren kan beskadiges, hvis udskrivning fortsættes mens der mangler blæk.
el: Συνιστάται η αντικατάσταση του δοχείου μελάνης. Αν υπάρχει εκτύπωση σε εξέλιξη και θέλετε να τη συνεχίσετε, πατήστε το κουμπί OK του εκτυπωτή. Τότε μπορείτε να συνεχίσετε την εκτύπωση. Συνιστάται η αντικατάσταση του δοχείου μελάνης μετά την εκτύπωση. Ενδέχεται να προκληθεί ζημιά στον εκτυπωτή εάν η εκτύπωση συνεχιστεί σε κατάσταση άδειου δοχείου μελάνης.
es: Se recomienda sustituir el depósito de tinta. Si la impresión está en curso y desea continuar imprimiendo, pulse el botón OK de la impresora. Después podrá continuar la impresión. Se recomienda sustituir el depósito de tinta después de la impresión. La impresora puede sufrir daños si continúa imprimiendo con el estado de tinta agotada.
hu: Javasoljuk a tintatartály cseréjét. Ha nyomtatás van folyamatban, és folytatni akarja azt, nyomja meg a nyomtatón az OK gombot. Ezután folytatódhat a nyomtatás. A nyomtatás után javasoljuk a tintatartály cseréjét. A nyomtató károsodhat, ha tintahiány mellett nyomtat.
id: Penggantian kotak tinta dianjurkan. Jika pencetakan sedang berlangsung dan Anda ingin melanjutkan pencetakan, tekan tombol OK pada pencetak. Kemudian pencetakan dapat dilanjutkan. Penggantian kotak tinta dianjurkan setelah pencetakan. Pencetak dapat rusak jika pencetakan dilanjutkan dalam kondisi tinta habis.
ja: インクタンクを交換することをお勧めします。 印刷が終了していない場合は、インクタンクを取り付けたままプリンターのOKボタンを押すと、印刷を続けることができます。印刷が終了したらインクタンクを交換することをお勧めします。インク切れの状態で印刷を続けると、故障の原因となるおそれがあります。
ru: Желательно заменить чернильницу. Если печать не закончена и вы хотите ее продолжить, нажмите клавишу "OK" на принтере. Тогда печать может продолжаться. По завершении печати рекомендуется заменить чернильницу. Продолжение печати при закончившихся чернилах может привести к повреждению принтера.
th: ขอแนะนำให้แทนที่ตลับหมึก หากงานพิมพ์ค้างอยู่และคุณต้องการพิมพ์ต่อไป ให้กดปุ่ม OK ของเครื่องพิมพ์ เครื่องจะพิมพ์งานต่อไป ขอแนะนำให้แทนที่ตลับหมึกหลังจากการพิมพ์ หากเลือกพิมพ์ต่อในสภาวะหมึกหมด เครื่องพิมพ์อาจจะเกิดความเสียหาย
zh_tw: 建議更換墨水盒。 如果列印正在進行，並且想要繼續列印，請按印表機的 [OK] 按鈕。即可繼續列印。建議在列印完成後更換墨水盒。如果在墨水用盡的情況下繼續列印，可能會使印表機受損。

source: The remaining level of the following ink cannot be correctly detected. Replace the ink tank.
da: Det tilbageværende blækniveau for følgende blæk kan identificeres korrekt. Udskift blækbeholderen.
el: Δεν είναι δυνατή η σωστή ανίχνευση του επιπέδου της ακόλουθης μελάνης που απομένει. Αντικαταστήστε το δοχείο μελάνης.
es: No se puede detectar correctamente el nivel restante del siguiente depósito de tinta. Sustituya el depósito de tinta.
hu: A következő tinta szintjét nem lehet megfelelően megállapítani. Cserélje ki a tintatartályt.
id: Level sisa tinta berikut tidak dapat dideteksi dengan benar.Ganti kotak tinta.
ja: 下記のインクは残量を正しく検知できません。インクタンクを交換してください。
ru: Невозможно правильно определить оставшийся запас следующих чернил. Замените чернильницу.
th: ไม่สามารถตรวจสอบระดับหมึกที่เหลืออยู่ได้อย่างถูกต้อง ให้แทนที่ตลับหมึก
zh_tw: 無法正確偵測以下墨水的剩餘量。請更換墨水盒。

source: The remaining level of the following ink cannot be correctly detected.
da: Niveauet for følgende resterende blæktype kan ikke identificeres korrekt.
el: Δεν είναι δυνατός ο σωστός εντοπισμός της ποσότητας που απομένει από την ακόλουθη μελάνη.
es: No se puede detectar correctamente el nivel restante del siguiente depósito de tinta.
hu: A következő tinta maradékszintje nem állapítható meg pontosan.
id: Level sisa tinta berikut ini tidak dapat dideteksi dengan benar.
ja: 下記のインクの残量を正しく検知できません。
ru: Не удается правильно определить оставшийся запас следующих чернил.
th: ไม่สามารถตรวจสอบระดับหมึกที่เหลืออยู่ได้อย่างถูกต้อง
zh_tw: 無法正確偵測以下墨水的剩餘量。

source: The ink tank is not installed. Install the ink tank properly and close the printer's cover.
da: Blækbeholderen er ikke installeret. Installer blækbeholderen korrekt, og luk printerens dæksel.
el: Το δοχείο μελάνης δεν έχει τοποθετηθεί. Τοποθετήστε το δοχείο μελάνης σωστά και κλείστε το κάλυμμα του εκτυπωτή.
es: El depósito de tinta no está instalado. Instale el depósito correctamente y cierre la cubierta.
hu: A tintatartály nincs behelyezve. Helyezze be megfelelően a tintatartályt, majd csukja be a nyomtató fedőlapját.
id: Kotak tinta tidak terpasang. Pasang kotak tinta dengan benar dan tutup penutup pencetak.
ja: インクタンクが取り付けられていません。 インクタンクを正しく取り付けてから、プリンターのカバーを閉じてください。
ru: Чернильница не установлена. Правильно установите чернильницу и закройте крышку принтера.
th: ไม่ได้ติดตั้งตลับหมึก ให้ติดตั้งตลับหมึกอย่างถูกต้องและปิดฝาครอบเครื่องพิมพ์
zh_tw: 未安裝墨水盒。 請正確安裝墨水盒並關閉印表機機蓋。

source: The following ink cartridge cannot be recognized.
da: Følgende blækpatron kan ikke genkendes.
el: Το ακόλουθο φυσίγγιο μελάνης δεν μπορεί να αναγνωριστεί.
es: No se puede reconocer el cartucho de tinta siguiente.
hu: A következő tintapatront nem lehet felismerni.
id: Kartrij tinta berikut ini tak dapat dikenali.
ja: 下記のインクカートリッジが認識できません。
ru: Не удается распознать следующий картридж.
th: ไม่รู้จักคาร์ทริดหมึกต่อไปนี้
zh_tw: 無法識別以下墨盒。

source: The following ink may have run out.
da: Følgende blækpatron kan være tom.
el: Η ακόλουθη μελάνη μπορεί να έχει τελειώσει.
es: Es posible que la tinta siguiente esté agotada.
hu: A következő tinta kifogyhatott.
id: Tinta berikut ini mungkin telah habis.
ja: 下記のインクがなくなっている可能性があります。
ru: Возможно, чернила указанного ниже цвета закончились.
th: หมึกต่อไปนี้อาจจะหมด
zh_tw: 以下墨水可能用盡。

source: The remaining level of the following ink is unknown.
da: Det tilbageværende niveau af følgende blæktype er ukendt.
el: Το επίπεδο της μελάνης που απομένει είναι άγνωστο.
es: Se desconoce el nivel restante de la siguiente tinta.
hu: A következő tinta maradék mennyisége ismeretlen.
id: Level sisa tinta berikut ini tidak diketahui.
ja: 下記のインクの残量が不明です。
ru: Нет данных о запасе чернил в следующей чернильнице.
th: ไม่ทราบระดับหมึกที่เหลือต่อไปนี้
zh_tw: 以下墨水剩餘量不明。

source: There is a possibility that the printer cannot detect the remaining ink level properly. Reset the ink counter using the Maintenance tab of the printer driver whenever you have replaced any ink tank with new one.
da: Printeren kan muligvis ikke angive det resterende blækniveau korrekt. Nulstil blæktælleren på fanen Vedligeholdelse, hver gang du udskifter blækbeholderen.
el: Υπάρχει το ενδεχόμενο ο εκτυπωτής να μην μπορέσει να ανιχνεύσει σωστά τη μελάνη που απομένει. Επαναφέρετε το μετρητή μελάνης χρησιμοποιώντας την καρτέλα [Συντήρηση] του προγράμματος οδήγησης εκτυπωτή, κάθε φορά που αντικαθιστάτε ένα δοχείο μελάνης με ένα νέο.
es: Es posible que la impresora no pueda detectar correctamente el nivel de tinta restante. Restablezca el contador de tinta en la ficha Mantenimiento del controlador de la impresora cuando sustituya algún depósito de tinta.
hu: Előfordulhat, hogy a nyomtató nem tudja pontosan meghatározni a megmaradt tinta szintjét. Egy tintatartály újra való cseréjekor mindig állítsa vissza a tintamérőt a nyomtatóillesztő Karbantartás lapján.
id: Ada kemungkinan pencetak tidak dapat mendeteksi level sisa tinta dengan benar. Tata ulang pengukur tinta dengan menggunakan tab Perawatan pada pengandar pencetak jika Anda telah mengganti kotak tinta dengan yang baru.
ja: プリンターがインク残量を正しく検知できていない可能性がありますので、新しいインクタンクに交換したときに、プリンタードライバーのユーティリティでインクカウンターをリセットしてください。
ru: Существует вероятность того, что принтер не может правильно определить уровень оставшихся чернил. Сбрасывайте датчик уровня чернил с помощью вкладки 'Обслуживание' драйвера принтера при каждой замене любой из чернильниц.
th: มีความเป็นไปได้ว่าเครื่องพิมพ์ไม่สามารถตรวจหาระดับหมึกที่เหลืออยู่ได้อย่างถูกต้อง ให้รีเซ็ตการวัดระดับหมึกโดยใช้แท็บ 'การบำรุงรักษา' ของไดรเวอร์เครื่องพิมพ์ในกรณีที่คุณได้เปลี่ยนตลับหมึกใหม่แล้ว
zh_tw: 印表機可能無法正確偵測剩餘墨水量。更換墨水盒後，請在印表機驅動程式的 [維護] 標籤重置墨水計數器。
