Repository: spremi/cnijfilter-source-3.80
Catalog: cngpijmon/po/*.po
Languages: da, el, es, hu, id, ja, ru, th, zh_tw

source: Cannot print with the specified paper size. Press the RESUME button on the printer to cancel printing. Then, change the paper size setting and print again. See the user's guide for the correct paper size setting.
da: Det er ikke muligt at udskrive med den angivne papirstørrelse. Tryk på knappen FORTSÆT (RESUME) på printeren for at annullere udskrivningen. Vælg derefter en anden indstilling for papirstørrelse, og udskriv igen. Se brugervejledningen for den korrekte indstilling for papirstørrelse.
el: Δεν είναι δυνατή η εκτύπωση με το καθορισμένο μέγεθος χαρτιού. Πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑΣ (RESUME) του εκτυπωτή για να ακυρωθεί η εκτύπωση. Στη συνέχεια, αλλάξτε τη ρύθμιση μεγέθους χαρτιού και επαναλάβετε την εκτύπωση. Ανατρέξτε στον Οδηγό λειτουργίας για τη σωστή ρύθμιση μεγέθους χαρτιού.
es: No se puede imprimir con el tamaño de papel especificado. Pulse el botón REANUDAR (RESUME) de la impresora para cancelarla impresión. A continuación, cambie la configuración del tamaño de papel y vuelva a imprimir. Consulte cómo configurar el tamaño de papel correcto en la guía del usuario.
hu: Nem lehet nyomtatni a megadott papírméret mellett. Szakítsa meg a nyomtatást a nyomtató ÚJRAKEZD (RESUME) gombjának megnyomásával. Ezután módosítsa a papírméret beállítását, és nyomtasson újra. A megfelelő papírméret-beállításról a felhasználói kézikönyvben talál tájékoztatást.
id: Tidak dapat mencetak dengan ukuran kertas yang ditentukan. Tekan tombol RESUME pada pencetak untuk membatalkan pencetakan. Kemudian, ubah setelan ukuran kertas dan cetak lagi. Baca petunjuk pengguna untuk setelan ukuran kertas yang benar.
ja: 印刷できない用紙サイズが設定されています。 プリンターのリセット(RESUME)ボタンを押して印刷を中止してください。その後、用紙サイズの設定を変更してから、印刷をやり直してください。 正しい用紙サイズの設定は取扱説明書を参照してください。
ru: Не удается выполнить печать с указанным размером бумаги. Нажмите на принтере клавишу "ВОЗОБНОВИТЬ (RESUME)", чтобы отменить печать. Затем измените размер бумаги и снова запустите печать. Сведения о правильном размере бумаге см. в руководстве пользователя.
th: ไม่สามารถพิมพ์บนกระดาษขนาดที่ถูกระบุไว้ ให้กดปุ่ม RESUME บนเครื่องพิมพ์เพื่อยกเลิกการพิมพ์ แล้วเปลี่ยนการตั้งค่าขนาดกระดาษและทำการพิมพ์อีกครั้ง โปรดอ่านคำแนะนำผู้ใช้สำหรับการตั้งค่าแก้ไขขนาดกระดาษ
zh_tw: 無法以指定的紙張大小列印。 按印表機的 [重試(RESUME)] 按鈕以取消列印。然後變更紙張大小設定並重新列印。 有關正確的紙張大小設定，請參閱使用者指南。

source: Cannot print with the specified paper size. Press the printer's Stop button on the printer to cancel printing. Then, change the paper size setting and print again. See the user's guide for the correct paper size setting.
da: Det er ikke muligt at udskrive med den angivne papirstørrelse. Tryk på knappen Stop på printeren for at annullere udskrivningen. Vælg derefter en anden indstilling for papirstørrelse, og udskriv igen. Se brugervejledningen for den korrekte indstilling for papirstørrelse.
el: Δεν είναι δυνατή η εκτύπωση με το καθορισμένο μέγεθος χαρτιού. Πατήστε το κουμπί Στοπ (Stop) του εκτυπωτή για να ακυρωθεί η εκτύπωση. Στη συνέχεια, αλλάξτε τη ρύθμιση μεγέθους χαρτιού και επαναλάβετε την εκτύπωση. Ανατρέξτε στον Οδηγό λειτουργίας για τη σωστή ρύθμιση μεγέθους χαρτιού.
es: No se puede imprimir con el tamaño de papel especificado. Pulse el botón Parar (Stop) de la impresora para cancelar la impresión. A continuación, cambie la configuración del tamaño de papel y vuelva a imprimir. Consulte cómo configurar el tamaño de papel correcto en la guía del usuario.
hu: Nem lehet nyomtatni a megadott papírméret mellett. Szakítsa meg a nyomtatást a nyomtató Stop gombjának megnyomásával. Ezután módosítsa a papírméret beállítását, és nyomtasson újra. A megfelelő papírméret-beállításról a felhasználói kézikönyvben talál tájékoztatást.
id: Tidak dapat mencetak dengan ukuran kertas yang ditentukan. Tekan tombol Stop pada pencetak untuk membatalkan pencetakan. Kemudian, ubah setelan ukuran kertas dan cetak lagi. Baca petunjuk pengguna untuk setelan ukuran kertas yang benar.
ja: 印刷できない用紙サイズが設定されています。 プリンターのストップ(Stop)ボタンを押して印刷を中止してください。その後、用紙サイズの設定を変更してから、印刷をやり直してください。 正しい用紙サイズの設定は取扱説明書を参照してください。
ru: Не удается выполнить печать с указанным размером бумаги. Нажмите на принтере клавишу "Стоп (Stop)", чтобы отменить печать. Затем измените размер бумаги и снова запустите печать. Сведения о правильном размере бумаге см. в руководстве пользователя.
th: ไม่สามารถพิมพ์บนกระดาษขนาดที่ถูกระบุไว้ ให้กดปุ่ม Stop ของเครื่องพิมพ์เพื่อยกเลิกการพิมพ์ แล้วเปลี่ยนการตั้งค่าขนาดกระดาษและทำการพิมพ์อีกครั้ง โปรดอ่านคำแนะนำผู้ใช้สำหรับการตั้งค่าแก้ไขขนาดกระดาษ
zh_tw: 無法以指定的紙張大小列印。 按印表機的 [停止(Stop)] 按鈕以取消列印。然後變更紙張大小設定並重新列印。 有關正確的紙張大小設定，請參閱使用者指南。

source: Cannot print with the specified paper size. Touch the printer's Stop button on the printer to cancel printing. Then, change the paper size setting and print again. See the user's guide for the correct paper size setting.
da: Det er ikke muligt at udskrive med den angivne papirstørrelse. Rør ved knappen Stop på printeren for at annullere udskrivningen. Vælg derefter en anden indstilling for papirstørrelse, og udskriv igen. Se brugervejledningen for den korrekte indstilling for papirstørrelse.
el: Δεν είναι δυνατή η εκτύπωση με το καθορισμένο μέγεθος χαρτιού. Αγγίξτε το κουμπί Στοπ (Stop) του εκτυπωτή για να ακυρωθεί η εκτύπωση. Στη συνέχεια, αλλάξτε τη ρύθμιση μεγέθους χαρτιού και επαναλάβετε την εκτύπωση. Ανατρέξτε στον Οδηγό λειτουργίας για τη σωστή ρύθμιση μεγέθους χαρτιού.
es: No se puede imprimir con el tamaño de papel especificado. Toque el botón Parar (Stop) de la impresora para cancelar la impresión. A continuación, cambie la configuración del tamaño de papel y vuelva a imprimir. Consulte cómo configurar el tamaño de papel correcto en la guía del usuario.
hu: Nem lehet nyomtatni a megadott papírméret mellett. Szakítsa meg a nyomtatást a nyomtató Stop gombjának megérintésével. Ezután módosítsa a papírméret beállítását, és nyomtasson újra. A megfelelő papírméret-beállításról a felhasználói kézikönyvben talál tájékoztatást.
id: Tidak dapat mencetak dengan ukuran kertas yang ditentukan. Sentuh tombol Stop pada pencetak untuk membatalkan pencetakan. Kemudian, ubah setelan ukuran kertas dan cetak lagi. Baca petunjuk pengguna untuk setelan ukuran kertas yang benar.
ja: 印刷できない用紙サイズが設定されています。 プリンターのストップ(Stop)ボタンをタッチして印刷を中止してください。その後、用紙サイズの設定を変更してから、印刷をやり直してください。 正しい用紙サイズの設定は取扱説明書を参照してください。
ru: Не удается выполнить печать с указанным размером бумаги. Коснитесь на принтере кнопки "Стоп (Stop)", чтобы отменить печать. Затем измените размер бумаги и снова запустите печать. Сведения о правильном размере бумаге см. в руководстве пользователя.
th: ไม่สามารถพิมพ์บนกระดาษขนาดที่ถูกระบุไว้ ให้สัมผัสปุ่ม Stop ของเครื่องพิมพ์เพื่อยกเลิกการพิมพ์ แล้วเปลี่ยนการตั้งค่าขนาดกระดาษและทำการพิมพ์อีกครั้ง โปรดอ่านคำแนะนำผู้ใช้สำหรับการตั้งค่าแก้ไขขนาดกระดาษ
zh_tw: 無法以指定的紙張大小列印。 觸摸印表機的 [停止(Stop)] 按鈕以取消列印。然後變更紙張大小設定並重新列印。 有關正確的紙張大小設定，請參閱使用者指南。

source: Check that there are no objects in front of the printer and that the cassette (upper) is fully inserted, and then press the open button on the printer to open the paper output tray.
da: Kontrollér herefter, at der ikke er nogen objekter foran printeren, og at kassetten (øvre) er sat helt i, hvorefter du skal trykke på knappen Åbn for at åbne udbakken til papir.
el: Ελέγξτε εάν υπάρχουν ξένα σώματα μπροστά στον εκτυπωτή και ότι η κασέτα (πάνω) έχει τοποθετηθεί πλήρως και, στη συνέχεια, πατήστε το κουμπί ανοίγματος στον εκτυπωτή για να ανοίξετε τη θήκη εξόδου χαρτιού.
es: Compruebe que no hay objetos extraños frente a la impresora y que el cassette (superior) está totalmente introducido y, a continuación, pulse el botón Abrir de la impresora para abrir la bandeja de salida del papel.
hu: Ellenőrizze, hogy a nyomtató előtt nincsenek tárgyak, és hogy kazetta (felső) teljesen be van helyezve, majd nyomja meg a nyomtató nyitógombját a papírgyűjtő tálca kinyitásához.
id: Pastikan tidak ada objek di depan pencetak dan kotak kertas (bagian atas) telah dimasukkan sepenuhnya, dan kemudian tekan tombol buka pada pencetak untuk membuka tatakan keluaran kertas.
ja: プリンターの前に障害物がないこと、カセット(上段)がしっかりと差し込まれていることを確認し、プリンターの排紙トレイオープンボタンを押して排紙トレイを開いてください。
ru: Убедитесь, что перед принтером нет предметов, а кассета (верх.) полностью вставлена, затем нажмите открывающую кнопку на принтере, чтобы открыть лоток приема бумаги.
th: ตรวจสอบว่าไม่มีวัตถุในด้านหน้าเครื่องพิมพ์และกลักกระดาษ (ด้านบน) ได้ถูกใส่อย่างเต็มที่ แล้วกดปุ่มบนเครื่องพิมพ์เพื่อเปิดเทรย์ออกกระดาษ
zh_tw: 確認印表機前方沒有障礙物，並且紙匣(上)被完全插入，然後按印表機上的開啟按鈕以開啟出紙托盤。

source: Check that there are no objects in front of the printer and that the cassette (upper) is fully inserted, and then open the paper output tray.
da: Kontrollér herefter, at der ikke er nogen objekter foran printeren, og at kassetten (øvre) er sat helt i, hvorefter du skal åbne udbakken til papir.
el: Ελέγξτε εάν υπάρχουν ξένα σώματα μπροστά στον εκτυπωτή και ότι η κασέτα (πάνω) έχει τοποθετηθεί πλήρως και, στη συνέχεια, ανοίξτε τη θήκη εξόδου χαρτιού.
es: Compruebe que no hay objetos extraños frente a la impresora y que el cassette (superior) está totalmente introducido y, a continuación, abra la bandeja de salida del papel.
hu: Ellenőrizze, hogy a nyomtató előtt nincsenek tárgyak, és hogy kazetta (felső) teljesen be van helyezve, majd nyissa ki a papírgyűjtő tálcát.
id: Pastikan tidak ada objek di depan pencetak dan kotak kertas (bagian atas) telah dimasukkan sepenuhnya, dan kemudian buka tatakan keluaran kertas.
ja: プリンターの前に障害物がないこと、カセット(上段)がしっかりと差し込まれていることを確認し、排紙トレイを開いてください。
ru: Убедитесь, что перед принтером нет предметов, а кассета (верх.) полностью вставлена, затем откройте лоток приема бумаги.
th: ตรวจสอบว่าไม่มีวัตถุในด้านหน้าเครื่องพิมพ์และกลักกระดาษ (ด้านบน) ได้ถูกใส่อย่างเต็มที่ แล้วเปิดเทรย์ออกกระดาษ
zh_tw: 確認印表機前方沒有障礙物，並且紙匣(上)被完全插入，然後開啟出紙托盤。

source: Detach the rear cover. Open the paper output tray if it is closed.
da: Åbn dækslet på bagsiden. Åbn udbakken til papir, hvis den er lukket.
el: Αφαιρέστε το πίσω κάλυμμα. Ανοίξτε τη θήκη εξόδου χαρτιού εάν είναι κλειστή.
es: Suelte la cubierta trasera. Si está cerrada, abra la bandeja de salida del papel.
hu: Vegye le a hátsó fedelet. Nyissa ki a papírgyűjtő tálcát, ha be van csukva.
id: Lepaskan penutup belakang. Buka tatakan keluaran kertas jika tertutup.
ja: 背面カバーを取り外してください。 排紙トレイが閉まっている場合は、開いてください。
ru: Отсоедините заднюю крышку. Откройте лоток приема бумаги, если он закрыт.
th: แยกออกฝาครอบด้านหลัง เปิดเทรย์ออกกระดาษหากเทรย์ปิดแล้ว
zh_tw: 卸下後蓋。 如果出紙托盤關閉，請將其開啟。

source: Detach the rear cover, and then detach the transport unit cover inside. Open the paper output tray if it is closed.
da: Åbn dækslet på bagsiden, og afmonter derefter transportenhedsdækslet indeni. Åbn udbakken til papir, hvis den er lukket.
el: Αφαιρέστε το πίσω κάλυμμα και, στη συνέχεια, αποσυνδέστε το κάλυμμα μονάδας μεταφοράς που βρίσκεται στο εσωτερικό. Ανοίξτε τη θήκη εξόδου χαρτιού εάν είναι κλειστή.
es: Suelte la cubierta trasera y, a continuación, suelte la tapa de la unidad de transporte del interior. Si está cerrada, abra la bandeja de salida del papel.
hu: Vegye le a hátsó fedelet, és vegye le a továbbító egység belső fedelét. Nyissa ki a papírgyűjtő tálcát, ha be van csukva.
id: Lepaskan penutup belakang, dan kemudian lepaskan penutup unit transport yang ada di dalam. Buka tatakan keluaran kertas jika tertutup.
ja: 背面カバーを取り外し、内部にある搬送ユニットカバーを取り外してください。 排紙トレイが閉まっている場合は、開いてください。
ru: Отсоедините заднюю крышку, а затем отсоедините крышку модуля подачи внутри. Откройте лоток приема бумаги, если он закрыт.
th: แยกออกฝาครอบด้านหลัง แล้วแยกออกฝาครอบหน่วยการส่งผ่านภายใน เปิดเทรย์ออกกระดาษหากเทรย์ปิดแล้ว
zh_tw: 卸下後蓋，然後卸下內部傳送單元蓋。 如果出紙托盤關閉，請將其開啟。

source: Remove the jammed paper from inside the transport unit. If the paper cannot be removed, refer to the user's guide to remove it.
da: Fjern det fastklemte papir inden i transportenheden. Hvis det fastklemte papir ikke kan fjernes, skal du se brugervejledningen for at få en vejledning i, hvordan det fjernes.
el: Αφαιρέστε το μπλοκαρισμένο χαρτί από το εσωτερικό της μονάδας μεταφοράς. Εάν δεν είναι δυνατή η αφαίρεση του χαρτιού, ανατρέξτε στον Οδηγό Λειτουργίας για οδηγίες σχετικά με την αφαίρεσή του.
es: Extraiga el papel atascado del interior de la unidad de transporte. Si no se puede extraer el papel, consulte la guía del usuario para extraerlo.
hu: Távolítsa el az elakadt papírt a továbbító egység belsejéből. Ha nem tudja kivenni az elakadt papírt, akkor az eltávolításához keressen segítséget a felhasználói kézikönyvben.
id: Keluarkan kertas yanng macet dari dalam unit transport. Jika kertas tidak dapat dikeluarkan, rujuk ke petunjuk pengguna untuk mengeluarkannya.
ja: 搬送ユニット内に詰まっている用紙を取り除いてください。 用紙が取り除けなかった場合は、取扱説明書を参照して用紙を取り除いてください。
ru: Извлеките замятую бумагу из внутренней части модуля подачи. Если извлечь бумагу не удается, ознакомьтесь с руководством пользователя.
th: เอากระดาษที่ติดออกจากภายในหน่วยการส่งผ่าน หากไม่สามารถเอากระดาษออก ให้อ่านคำแนะนำผู้ใช้เพื่อนำออกไป
zh_tw: 從傳送單元內部移除被夾紙張。 如果無法移除紙張，請參閱使用者指南將其移除。

source: Tap [OK] on the printer. Printing resumes from the next paper.
da: Tryk på [OK] på printeren. Udskrivningen fortsætter fra det næste ark papir.
el: Πατήστε ελαφρά [OK] στον εκτυπωτή. Η εκτύπωση συνεχίζεται από το επόμενο χαρτί.
es: Puntee [OK] en la impresora. La impresión se reanuda a partir del siguiente papel.
hu: Koppintson az [OK] gombra a nyomtatón. A nyomtatás a következő laptól folytatódik.
id: Ketuk [OK] pada pencetak. Pencetakan dilanjutkan kembali dari kertas berikutnya.
ja: プリンターの[OK]をタップしてください。次の用紙から印刷を開始します。
ru: Коснитесь [OK] на принтере. Печать возобновится со следующего листа.
th: แตะ [OK] บนเครื่องพิมพ์ การพิมพ์จะเริ่มใหม่ตั้งแต่หน้าถัดไป
zh_tw: 點選印表機上的 [OK]。從下一頁恢復列印。

source: The print head holder has moved to the head replacement position.
da: Printhovedholderen er flyttet til placeringen til udskiftning af printhoved.
el: Η θήκη κεφαλής εκτύπωσης μετακινήθηκε στη θέση αντικατάστασης κεφαλής.
es: El soporte del cabezal de impresión se ha movido a la posición de sustitución de cabezales.
hu: A nyomtatófej tartója a fej cseréjéhez szükséges pozícióba került.
id: Penahan kepala cetak telah dipindahkan ke posisi penggantian kepala.
ja: ホルダーがヘッド交換位置に移動しました。
ru: Держатель печатающей головки перемещен в положение для замены головки.
th: ตัวยึดหัวพิมพ์เคลื่อนไปที่ตำแหน่งแทนที่หัวพิมพ์
zh_tw: 列印頭固定座已移到列印頭更換位置。

source: The printer's cover is open. If printing is in progress, the ink tank cannot be replaced. Close the cover, wait for printing to finish, then open the cover again and replace the ink tank.
da: Printerens dæksel er åben. Hvis udskrivning er i gang, kan blækbeholderen ikke udskiftes. Luk dækslet, vent til udskrivningen er færdig, åbn derefter dækslet igen, og udskift blækbeholderen.
el: Το κάλυμμα του εκτυπωτή είναι ανοιχτό. Εάν υπάρχει εκτύπωση σε εξέλιξη, το δοχείο μελάνης δεν μπορεί να αντικατασταθεί. Κλείστε το κάλυμμα, περιμένετε να ολοκληρωθεί η εκτύπωση και, στη συνέχεια, ανοίξτε πάλι το κάλυμμα και αντικαταστήστε το δοχείο μελάνης.
es: La cubierta de la impresora está abierta. Si la impresión está en curso, no se puede sustituir el depósito de tinta. Cierre la tapa, espere a que finalice la impresión y, a continuación, vuelva a abrir la tapa y sustituya el depósito de tinta.
hu: A nyomtató fedőlapja fel van nyitva. Ha nyomtatás van folyamatban, a tintatartályt nem lehet kicserélni. Zárja le a fedelet, várja meg, míg a nyomtatás befejeződik, nyissa fel a fedelet újra, és cserélje ki a tintatartályt.
id: Penutup pencetak terbuka. Jika pencetakan sedang berlangsung, kotak tinta tidak dapat diganti. Tutup penutup, tunggu sampai pencetakan selesai, kemudian buka penutup lagi dan ganti kotak tinta.
ja: プリンターのカバーが開いています。 印刷中の場合は、インクタンクを交換できません。いったんカバーを閉じ、印刷が終了してから再度カバーを開けて交換してください。
ru: Открыта крышка принтера. Если печать не закончена, заменить чернильный контейнер нельзя. Закройте крышку, дождитесь окончания печати, затем снова откройте крышку и замените чернильный контейнер.
th: ฝาครอบเครื่องพิมพ์เปิดอยู่ หากงานพิมพ์ค้างอยู่ ตลับหมึกจะไม่สามารถแทนที่ได้ ให้ปิดฝาครอบเครื่อง รอให้การพิมพ์เสร็จสิ้น แล้วเปิดฝาอีกและแทนที่ตลับหมึก
zh_tw: 印表機機蓋已開啟。 如果列印正在進行，則無法更換墨水盒。關閉機蓋，等待列印完成，然後再開啟機蓋並且更換墨水盒。

source: A printer error has occurred. Turn the printer off. Then check that there are no foreign objects in the printer and that the ink cartridges are installed properly. After that, turn the printer on again. If this doesn't clear the error, the printer needs repair. See the user's guide and contact the service center.
da: Der er opstået en printerfejl. Sluk printeren. Kontrollér herefter, at der ikke er nogen fremmedlegemer i printeren, og at blækpatronerne er monteret korrekt. Tænd derefter printeren igen. Hvis det ikke afhjælper fejlen, skal printeren repareres. Se brugervejledningen, og kontakt servicecenteret.
el: Παρουσιάστηκε σφάλμα στον εκτυπωτή. Απενεργοποιήστε τον εκτυπωτή. Στη συνέχεια, ελέγξτε εάν υπάρχουν ξένα σώματα στον εκτυπωτή και ότι τα φυσίγγια μελάνης έχουν τοποθετηθεί σωστά. Μετά από αυτό, ενεργοποιήστε πάλι τον εκτυπωτή. Εάν η ενέργεια αυτή δεν διορθώσει το σφάλμα, απαιτείται επισκευή του εκτυπωτή. Ανατρέξτε στον Οδηγό Λειτουργίας και επικοινωνήστε με το τμήμα εξυπηρέτησης.
es: Se ha producido un error en la impresora. Apague la impresora. A continuación, compruebe que no hay objetos extraños en la impresora y que los cartuchos de tinta están bien instalados. Después, encienda la impresora de nuevo. Si el problema no se resuelve, es necesario reparar la impresora. Consulte la guía del usuario y póngase en contacto con el Centro de servicio.
hu: Nyomtatóhiba. Kapcsolja ki a nyomtatót. Ezután ellenőrizze, hogy a nyomtatóban nincsenek idegen tárgyak, és hogy a tintapatronok megfelelően vannak behelyezve. Ekkor kapcsolja be újra a nyomtatót. Ha ezzel nem oldódik meg a probléma, akkor a nyomtató javításra szorul. Tekintse meg a felhasználói kézikönyvet, és vegye fel a kapcsolatot a szervizközponttal.
id: Telah terjadi kesalahan pencetak. Matikan pencetak. Kemudian pastikan tidak ada objek asing dalam pencetak dan kartrij tinta telah terpasang dengan benar. Setelah itu, nyalakan pencetak lagi. Jika hal ini tidak dapat menyelesaikan masalah, pencetak perlu perbaikan. Baca petunjuk pengguna dan hubungi pusat pelayanan.
ja: プリンタートラブルが発生しました。 プリンターの電源を切ってください。それから、プリンターの内部に異物がないこと、インクカートリッジが正しくセットされていることを確認してください。 その後、もう一度電源を入れてください。 それでも、エラーが解除されないときは、修理が必要です。取扱説明書を参照し、修理受付窓口へ修理をご依頼ください。
ru: В принтере возникла ошибка. Выключите принтер. Затем убедитесь, что внутри принтера отсутствуют сторонние предметы, а чернильные картриджи установлены надлежащим образом. После этого включите принтер снова. Если ошибка не исчезает, необходимо выполнить ремонт принтера. Ознакомьтесь с руководством пользователя и обратитесь в сервисный центр.
th: เกิดความผิดพลาดของเครื่องพิมพ์ ปิดเครื่องพิมพ์ แล้วตรวจสอบว่าไม่มีวัตถุต่างแดนในเครื่องพิมพ์และคาร์ทริดหมึกได้ติดตั้งอย่างถูกต้อง หลังจากนั้น เปิดเครื่องพิมพ์อีกครั้ง หากการกระทำนี้ไม่ได้แก้ไขข้อผิดพลาด ต้องการซ่อมแซมเครื่องพิมพ์ ดูคำแนะนำผู้ใช้และทำการสื่อสารกับศูนย์อำนวยประโยชน์
zh_tw: 出現印表機錯誤。 關閉印表機。然後確認印表機中沒有外部物件，並且已正確安裝墨盒。 確認後，重新開啟印表機。 如果這樣不能消除錯誤，印表機需要修復。請參閱使用者指南並且聯絡服務中心。

source: Replacing the ink tank is recommended. If printing is in progress and you want to continue printing, tap [OK] on the printer. Then printing can continue. Replacing the ink tank is recommended after the printing. The printer may be damaged if printing is continued under the ink out condition.
da: Det anbefales at udskifte blækbeholderen. Hvis en udskrivning er i gang, og du ønsker at fortsætte udskrivningen, skal du trykke på [OK] på printeren. Udskrivningen kan derefter fortsætte. Det anbefales at udskifte blækbeholderen efter udskrivningen. Printeren kan beskadiges, hvis udskrivning fortsættes mens der mangler blæk.
el: Συνιστάται η αντικατάσταση του δοχείου μελάνης. Αν υπάρχει εκτύπωση σε εξέλιξη και θέλετε να τη συνεχίσετε, πατήστε [OK] στον εκτυπωτή. Τότε μπορείτε να συνεχίσετε την εκτύπωση. Συνιστάται η αντικατάσταση του δοχείου μελάνης μετά την εκτύπωση. Ενδέχεται να προκληθεί ζημιά στον εκτυπωτή εάν η εκτύπωση συνεχιστεί σε κατάσταση άδειου δοχείου μελάνης.
es: Se recomienda sustituir el depósito de tinta. Si la impresión está en curso y desea continuar imprimiendo, puntee el botón [OK] de la impresora. Después podrá continuar la impresión. Se recomienda sustituir el depósito de tinta después de la impresión. La impresora puede sufrir daños si continúa imprimiendo con el estado de tinta agotada.
hu: Javasoljuk a tintatartály cseréjét. Ha nyomtatás van folyamatban, és folytatni akarja azt, koppintson a nyomtatón az [OK] lehetőségre. Ezután folytatódhat a nyomtatás. A nyomtatás után javasoljuk a tintatartály cseréjét. A nyomtató károsodhat, ha tintahiány mellett nyomtat.
id: Penggantian kotak tinta dianjurkan. Jika pencetakan sedang berlangsung dan Anda ingin melanjutkan pencetakan, ketuk [OK] pada pencetak. Kemudian pencetakan dapat dilanjutkan. Penggantian kotak tinta dianjurkan setelah pencetakan. Pencetak dapat rusak jika pencetakan dilanjutkan dalam kondisi tinta habis.
ja: インクタンクを交換することをお勧めします。 印刷が終了していない場合は、インクタンクを取り付けたままプリンターの[OK]をタップすると、印刷を続けることができます。印刷が終了したらインクタンクを交換することをお勧めします。インク切れの状態で印刷を続けると、故障の原因となるおそれがあります。
ru: Желательно заменить чернильный контейнер. Если печать не закончена и вы хотите ее продолжить, коснитесь [OK] на принтере. Тогда печать может продолжаться. По завершении печати рекомендуется заменить чернильный контейнер. Продолжение печати при закончившихся чернилах может привести к повреждению принтера.
th: ขอแนะนำให้แทนที่ตลับหมึก หากงานพิมพ์ค้างอยู่และคุณต้องการพิมพ์ต่อไป ให้แตะ [OK] บนเครื่องพิมพ์ เครื่องจะพิมพ์งานต่อไป ขอแนะนำให้แทนที่ตลับหมึกหลังจากการพิมพ์ หากเลือกพิมพ์ต่อในสภาวะหมึกหมด เครื่องพิมพ์อาจจะเกิดความเสียหาย
zh_tw: 建議更換墨水盒。 如果列印正在進行，並且想要繼續列印，請點選印表機上的 [OK]。即可繼續列印。建議在列印完成後更換墨水盒。如果在墨水用盡的情況下繼續列印，可能會使印表機受損。

source: The ink absorber is almost full. Tap [OK] on the printer to continue printing. Contact the service center.
da: Blækopsamler er næsten fuld. Tryk på [OK] på printeren for at fortsætte udskrivningen. Kontakt servicecenteret.
el: Ο συλλέκτης μελάνης είναι σχεδόν πλήρης. Πατήστε ελαφρά [OK] στον εκτυπωτή για να συνεχίσει η εκτύπωση. Επικοινωνήστε με το κέντρο εξυπηρέτησης.
es: El absorbedor de tinta está casi lleno. Puntee [OK] en la impresora para continuar la impresión. Póngase en contacto con el Centro de servicio.
hu: A tintagyűjtő majdnem megtelt. A nyomtatás folytatásához koppintson az [OK] gombra a nyomtatón. Vegye fel a kapcsolatot a szervizközponttal.
id: Penyerap tinta hampir penuh. Ketuk [OK] pada pencetak untuk melanjutkan pencetakan. Hubungi pusat pelayanan.
ja: インク吸収体が満杯に近づいています。 プリンターの[OK]をタップすると印刷が再開できます。 早めに修理をご依頼ください。
ru: Абсорбер чернил почти полон. Для продолжения печати коснитесь [OK] на принтере. Обратитесь в сервисный центр.
th: ตัวดูดซับหมึกใกล้จะเต็ม แตะ [OK] บนเครื่องพิมพ์เพื่อพิมพ์ต่อไป กรุณาทำการสื่อสารกับศูนย์อำนวยประโยชน์
zh_tw: 墨水收集器將滿。 點選印表機上的 [OK] 繼續列印。 請聯絡服務中心。
