Repository: spremi/cnijfilter-source-3.80
Catalog: cngpijmon/po/*.po
Languages: da, el, es, hu, id, ja, ru, th, zh_tw

source: Replace the ink tank. Printing under the current condition may damage the printer. To continue printing, press and hold the printer's Stop/Reset button for at least 5 seconds, and then release it. This operation releases the function for detecting the remaining level of the above ink, and releasing the function is memorized. Please be advised that Canon shall not be liable for any malfunction or trouble caused by continuation of printing under the ink out condition.
da: Udskift blækbeholderen. Ved de aktuelle indstillinger kan udskrivning beskadige printeren. Hvis du vil fortsætte udskrivningen, skal du holde knappen Stop/Nulstil (Stop/Reset) på printeren nede i mindst 5 sekunder og derefter slippe den. Denne handling frigiver funktionen til identifikation af blækniveauerne for blæktyperne ovenfor. Handlingen til frigivelse af funktionen gemmes i hukommelsen. Bemærk, at Canon kan ikke gøres ansvarlig for printerfejl eller -skader, der opstår som følge af fortsat udskrivning ved blækmangel.
el: Αντικαταστήστε το δοχείο μελάνης. Η εκτύπωση υπό τις υπάρχουσες συνθήκες ενδέχεται να προκαλέσει ζημιά στον εκτυπωτή. Για να συνεχίσετε την εκτύπωση, πατήστε και κρατήστε πατημένο το κουμπί Στοπ/Επαναφορά (Stop/Reset) του εκτυπωτή για τουλάχιστον 5 δευτερόλεπτα και έπειτα αφήστε το. Έτσι απενεργοποιείται η λειτουργία εντοπισμού της στάθμης της παραπάνω μελάνης και η απενεργοποίηση της λειτουργίας αποθηκεύεται στη μνήμη. Σας ενημερώνουμε ότι η Canon δεν φέρει καμία ευθύνη για οποιαδήποτε δυσλειτουργία ή πρόβλημα προκληθεί από τη συνέχιση της εκτύπωσης σε κατάσταση άδειου δοχείου μελάνης.
es: Sustituya el depósito de tinta. Si imprime en el estado actual, la impresora puede sufrir daños. Para continuar con la impresión, mantenga pulsado el botón Parar/Reiniciar (Stop/Reset) de la impresora durante al menos 5 segundos y, a continuación, suéltelo. Esta operación desactivará la función de detección del nivel de tinta restante del depósito indicado. La desactivación de la función de detección del nivel de tinta restante se memorizará. Canon no se hace responsable del mal funcionamiento ni de los problemas derivados de continuar imprimiendo con el estado de tinta agotada.
hu: Cserélje ki a tintatartályt. A nyomtatás ebben az állapotban károsíthatja a nyomtatót. A nyomtatás folytatásához nyomja meg és tartsa lenyomva a Stop/Visszaállítás (Stop/Reset) gombot legalább 5 másodpercig, majd engedje fel. Ezzel kikapcsolja a tintaszintet figyelő funkciót, és ez a kikapcsolás megőrződik. Figyelmeztetjük, hogy a Canon nem felelős a kifogyott tinta melletti nyomtatásból eredő meghibásodásért.
id: Ganti kotak tinta. Mencetak dalam kondisi sekarang ini dapat merusak pencetak. Untuk melanjutkan pencetakan, tekan dan tahan tombol Stop/Reset pada pencetak selama sekurangnya 5 detik, dan kemudian lepaskan. Operasi ini akan menonaktifkan fungsi pendeteksian level sisa tinta di atas, dan penonaktifan fungsi akan dicatat. Harap diketahui bahwa Canon tidak bertanggung jawab atas kegagalan atau masalah apa pun yang disebabkan oleh perlanjutan pencetakan dalam kondisi tinta habis.
ja: インクタンクを交換してください。このまま印刷を続けるとプリンターに損傷を与えるおそれがあります。 印刷を続けるには、プリンターのストップ/リセット(Stop/Reset)ボタンを5秒以上押してから離してください。 この場合、上記のインクの残量検知機能が無効になり、無効にしたことを履歴に残します。 インク切れの状態で印刷を続けたことが原因の故障については、キヤノンは責任を負えない場合があります。
ru: Замените эту чернильницу. Печать в таком состоянии может привести к повреждению принтера. Чтобы продолжить печать, нажмите и удерживайте нажатой не менее 5 секунд кнопку "Стоп/Сброс (Stop/Reset)" на принтере, после чего отпустите ее. Эта операция отключит функцию определения оставшегося запаса чернил указанного выше цвета, и в памяти будет сделана запись об отключении. Обратите внимание, что компания Canon не будет нести ответственности за любые неполадки или затруднения, возникшие вследствие продолжения печати при закончившихся чернилах.
th: ให้แทนที่ตลับหมึก การพิมพ์อาจทำให้เครื่องพิมพ์เกิดความเสียหายในสภาวะปัจจุบันนี้ เพื่อพิมพ์ต่อไป ให้กดและค้างไว้ปุ่ม Stop/Reset ของเครื่องพิมพ์อย่างน้อย 5 วินาทีแล้วปล่อย การดำเนินการนี้จะทำให้ฟังก์ชันการตรวจสอบระดับหมึกดังกล่าวที่เหลืออยู่หยุดการทำงาน และฟังก์ชันการปลดปล่อยนี้ถูกจดจำไว้อยู่ โปรดสนใจที่ว่า Canon จะไม่รับผิดชอบต่อการทำงานผิดปกติหรืออุปสรรคของเครื่องพิมพ์ซึ่งอาจจะก่อให้เกิดขึ้นโดยการดำเนินการพิมพ์ต่อไปในสภาวะหมึกหมด
zh_tw: 請更換墨水盒。在目前情況下進行列印可能會使印表機受損。 如要繼續列印，請先按住印表機的 [停止/重新設定(Stop/Reset)] 按鈕至少 5 秒鐘，再放開。 該操作將使偵測剩餘墨水量的功能失效，且功能失效將會被記錄。 請注意，對於在墨水用盡的情況下繼續列印而導致的印表機故障或問題，Canon 將不承擔任何責任。

source: Replace the ink cartridge and close the cover. If printing is in progress and you want to continue printing, press the printer's RESUME button for at least 5 seconds with the ink cartridge installed. Then printing can continue under the ink out condition. The function for detecting the remaining ink level will be disabled. Replace the empty ink cartridge immediately after the printing. The resulting print quality is not satisfactory, if printing is continued under the ink out condition.
da: Udskift blækpatronen, og luk dækslet. Hvis printeren er ved at udskrive, og du vil fortsætte udskrivningen, skal du trykke på knappen FORTSÆT (RESUME) på printeren i mindst 5 sekunder, når blækpatronen er installeret. Derefter kan udskrivningen fortsætte, selvom der mangler blæk. Funktionen til bestemmelse af det tilbageværende blækniveau deaktiveres. Udskift straks den tomme blækpatron efter udskrivningen. Hvis udskrivningen fortsætter, selvom der mangler blæk, vil udskriftsresultatet ikke være tilfredsstillende.
el: Αντικαταστήστε το φυσίγγιο μελάνης και κλείστε το κάλυμμα. Αν υπάρχει εκτύπωση σε εξέλιξη και θέλετε να τη συνεχίσετε, πατήστε το κουμπί ΣΥΝΕΧΙΣΗ (RESUME) για τουλάχιστον 5 δευτερόλεπτα, αφού τοποθετήσετε το φυσίγγιο μελάνης. Η εκτύπωση μπορεί να συνεχιστεί σε κατάσταση άδειου δοχείου μελάνης. Απενεργοποιείται η λειτουργία ανίχνευσης της στάθμης μελάνης που απομένει. Αντικαταστήστε το άδειο φυσίγγιο μελάνης αμέσως μετά την εκτύπωση. Εάν η εκτύπωση συνεχιστεί σε κατάσταση άδειου φυσιγγίου μελάνης, δεν θα είναι ικανοποιητική η ποιότητα εκτύπωσης.
es: Sustituya el cartucho de tinta y cierre la tapa. Si hay alguna impresión en curso y desea continuarla, presione el botón REANUDAR (RESUME) de la impresora durante 5 segundos como mínimo con el cartucho de tinta instalado. La impresión podrá continuar con el estado de tinta agotada. La función de detección del nivel de tinta restante se desactivará. Sustituya el cartucho de tinta agotado inmediatamente después de la impresión. Si se sigue imprimiendo con el estado de tinta agotada, la calidad de impresión no será satisfactoria.
hu: Cserélje ki a tintapatront, és csukja le a fedelet. Ha nyomtatás van folyamatban, és folytatni akarja a nyomtatást bent lévő tintapatronnal, nyomja meg legalább 5 másodpercig a nyomtató ÚJRAKEZD (RESUME) gombját. Ekkor a nyomtatás a kifogyott tinta állapot mellett folytatódik. A maradék tintaszintet meghatározó funkció ki lesz kapcsolva. Nyomtatás után azonnal cserélje ki az üres tintapatront. A tintahiány melletti nyomtatás eredménye nem lesz kielégítő.
id: Ganti kartrij tinta dan tutup penutup pencetak. Jika pencetakan sedang berlangsung dan Anda ingin melanjutkan pencetakan, tekan tombol RESUME pada pencetak selama sekurangnya 5 detik dengan kartrij tinta terpasang. Kemudian pencetakan dapat dilanjutkan dalam kondisi tinta habis. Fungsi pendeteksian level sisa tinta akan didisfungsikan. Ganti kartrij tinta kosong segera setelah pencetakan. Kualitas hasil cetakan tidak memuaskan, jika pencetakan dilanjutkan dalam kondisi tinta habis.
ja: インクカートリッジを交換して、カバーを閉じてください。 印刷が完了していない場合は、インクカートリッジを取り付けたままプリンターのリセット(RESUME)ボタンを5秒以上押すと、インク切れの状態で印刷を続行することができます。 このとき、インク残量検知機能は使用できなくなります。 印刷が終了したらすぐに新しいインクカートリッジに交換してください。 インク切れの状態で印刷を続けると、十分な印刷品位が得られなくなります。
ru: Замените этот картридж и закройте крышку. Если печать не закончена и вы хотите ее продолжить, нажмите и не отпускайте не менее 5 секунд клавишу "ВОЗОБНОВИТЬ (RESUME)" на принтере с установленным картриджем. После этого печать может продолжаться при закончившихся чернилах. Функция определения оставшегося запаса чернил будет отключена. Замените пустой картридж сразу по окончании печати. Итоговое качество печати не будет высоким, если печать продолжается при закончившихся чернилах.
th: ให้แทนที่คาร์ทริดหมึกแล้วปิดฝาครอบเครื่อง หากงานพิมพ์ค้างอยู่และคุณต้องการพิมพ์ต่อไป ให้กดปุ่ม RESUME ของเครื่องพิมพ์อย่างน้อย 5 วินาทีในขณะที่ตลับหมึกได้รับการติดตั้ง แล้วการพิมพ์จะทำต่อในสภาวะหมึกหมด ฟังก์ชันการตรวจสอบระดับหมึกที่เหลืออยู่จะปิดใช้งานอยู่ ให้แทนที่ตลับหมึกที่หมดทันทีหลังจากการพิมพ์ หากเลือกพิมพ์ต่อในสภาวะหมึกหมด คุณภาพการพิมพ์ของผลลัพธ์อาจจะเป็นที่ไม่น่าพอใจ
zh_tw: 更換墨盒，然後關閉機蓋。 如果列印正在進行，並且想要繼續列印，請在不取出墨盒的情況下按印表機的 [重試(RESUME)] 按鈕至少 5 秒鐘。然後可以在墨水用盡的情況下繼續列印。 剩餘墨水量偵測功能將被禁用。 列印之後請立即更換耗盡的墨盒。 如果在墨水用盡的情況下繼續列印，列印結果的品質不會令人滿意。

source: Replace the ink cartridge and close the cover. If printing is in progress and you want to continue printing, press the printer's Stop/Reset button for at least 5 seconds with the ink cartridge installed. Then printing can continue under the ink out condition. The function for detecting the remaining ink level will be disabled. Replace the empty ink cartridge immediately after the printing. The resulting print quality is not satisfactory, if printing is continued under the ink out condition.
da: Udskift blækpatronen, og luk dækslet. Hvis printeren er ved at udskrive, og du vil fortsætte udskrivningen, skal du trykke på knappen Stop/Nulstil (Stop/Reset) på printeren i mindst 5 sekunder, når blækpatronen er installeret. Derefter kan udskrivningen fortsætte, selvom der mangler blæk. Funktionen til bestemmelse af det tilbageværende blækniveau deaktiveres. Udskift straks den tomme blækpatron efter udskrivningen. Hvis udskrivningen fortsætter, selvom der mangler blæk, vil udskriftsresultatet ikke være tilfredsstillende.
el: Αντικαταστήστε το φυσίγγιο μελάνης και κλείστε το κάλυμμα. Αν υπάρχει εκτύπωση σε εξέλιξη και θέλετε να τη συνεχίσετε, πατήστε το κουμπί Στοπ/Επαναφορά (Stop/Reset) για τουλάχιστον 5 δευτερόλεπτα, αφού τοποθετήσετε το φυσίγγιο μελάνης. Η εκτύπωση μπορεί να συνεχιστεί σε κατάσταση άδειου δοχείου μελάνης. Απενεργοποιείται η λειτουργία ανίχνευσης της στάθμης μελάνης που απομένει. Αντικαταστήστε το άδειο φυσίγγιο μελάνης αμέσως μετά την εκτύπωση. Εάν η εκτύπωση συνεχιστεί σε κατάσταση άδειου φυσιγγίου μελάνης, δεν θα είναι ικανοποιητική η ποιότητα εκτύπωσης.
es: Sustituya el cartucho de tinta y cierre la tapa. Si hay alguna impresión en curso y desea continuarla, presione el botón Parar/Reiniciar (Stop/Reset) de la impresora durante 5 segundos como mínimo con el cartucho de tinta instalado. La impresión podrá continuar con el estado de tinta agotada. La función de detección del nivel de tinta restante se desactivará. Sustituya el cartucho de tinta agotado inmediatamente después de la impresión. Si se sigue imprimiendo con el estado de tinta agotada, la calidad de impresión no será satisfactoria.
hu: Cserélje ki a tintapatront, és csukja le a fedelet. Ha nyomtatás van folyamatban, és folytatni akarja a nyomtatást bent lévő tintapatronnal, nyomja meg legalább 5 másodpercig a nyomtató Stop/Visszaállítás (Stop/Reset) gombját. Ekkor a nyomtatás a kifogyott tinta állapot mellett folytatódik. A maradék tintaszintet meghatározó funkció ki lesz kapcsolva. Nyomtatás után azonnal cserélje ki az üres tintapatront. A tintahiány melletti nyomtatás eredménye nem lesz kielégítő.
id: Ganti kartrij tinta dan tutup penutup pencetak. Jika pencetakan sedang berlangsung dan Anda ingin melanjutkan pencetakan, tekan tombol Stop/Reset pada pencetak selama sekurangnya 5 detik dengan kartrij tinta terpasang. Kemudian pencetakan dapat dilanjutkan dalam kondisi tinta habis. Fungsi pendeteksian level sisa tinta akan didisfungsikan. Ganti kartrij tinta kosong segera setelah pencetakan. Kualitas hasil cetakan tidak memuaskan, jika pencetakan dilanjutkan dalam kondisi tinta habis.
ja: インクカートリッジを交換して、カバーを閉じてください。 印刷が完了していない場合は、インクカートリッジを取り付けたままプリンターのストップ/リセット(Stop/Reset)ボタンを5秒以上押すと、インク切れの状態で印刷を続行することができます。 このとき、インク残量検知機能は使用できなくなります。 印刷が終了したらすぐに新しいインクカートリッジに交換してください。 インク切れの状態で印刷を続けると、十分な印刷品位が得られなくなります。
ru: Замените этот картридж и закройте крышку. Если печать не закончена и вы хотите ее продолжить, нажмите и не отпускайте не менее 5 секунд клавишу "Стоп/Сброс (Stop/Reset)" на принтере с установленным картриджем. После этого печать может продолжаться при закончившихся чернилах. Функция определения оставшегося запаса чернил будет отключена. Замените пустой картридж сразу по окончании печати. Итоговое качество печати не будет высоким, если печать продолжается при закончившихся чернилах.
th: ให้แทนที่คาร์ทริดหมึกแล้วปิดฝาครอบเครื่อง หากงานพิมพ์ค้างอยู่และคุณต้องการพิมพ์ต่อไป ให้กดปุ่ม Stop/Reset ของเครื่องพิมพ์อย่างน้อย 5 วินาทีในขณะที่ตลับหมึกได้รับการติดตั้ง แล้วการพิมพ์จะทำต่อในสภาวะหมึกหมด ฟังก์ชันการตรวจสอบระดับหมึกที่เหลืออยู่จะปิดใช้งานอยู่ ให้แทนที่ตลับหมึกที่หมดทันทีหลังจากการพิมพ์ หากเลือกพิมพ์ต่อในสภาวะหมึกหมด คุณภาพการพิมพ์ของผลลัพธ์อาจจะเป็นที่ไม่น่าพอใจ
zh_tw: 更換墨盒，然後關閉機蓋。 如果列印正在進行，並且想要繼續列印，請在不取出墨盒的情況下按印表機的 [停止/重新設定(Stop/Reset)] 按鈕至少 5 秒鐘。然後可以在墨水用盡的情況下繼續列印。 剩餘墨水量偵測功能將被禁用。 列印之後請立即更換耗盡的墨盒。 如果在墨水用盡的情況下繼續列印，列印結果的品質不會令人滿意。

source: The function for detecting the remaining levels of the following ink has been released.
da: Funktionen til identifikation af niveauerne for de resterende blæktyper er deaktiveret.
el: Απενεργοποιήθηκε η λειτουργία για τον εντοπισμό της ποσότητας μελάνης που απομένει.
es: Se ha desactivado la función para detectar los niveles de tinta restantes del siguiente cartucho.
hu: A következő tinta maradékszintjét meghatározó funkció ki lett kapcsolva.
id: Fungsi untuk mendeteksi level sisa tinta berikut ini tidak berfungsi.
ja: 下記のインクの残量検知機能は解除されています。
ru: Функция определения оставшегося запаса следующих чернил была отключена.
th: ฟังก์ชันการตรวจสอบระดับหมึกที่เหลืออยู่จะไม่ทำงาน
zh_tw: 偵測以下墨水剩餘量的功能失效。

source: Battery exhausted! Turn the printer off and either plug the AC adapter in, or change to a fully charged battery pack. If printing is in progress, stop printing, then perform the process.
da: Batteriet er opbrugt. Sluk for printeren, og tilslut den til en stikkontakt ved hjælp af lysnetadapteren, eller indsæt et fuldt opladet batteri. Hvis en udskrivning er i gang, skal du standse udskrivningen og derefter udføre proceduren.
el: Η μπαταρία άδειασε! Κλείστε τον εκτυπωτή και συνδέστε τον στο τροφοδοτικό AC ή τοποθετήστε μια πλήρως φορτισμένη μπαταρία. Αν υπάρχει εκτύπωση σε εξέλιξη, διακόψτε τη διαδικασία και, στη συνέχεια, εκτελέστε τη διαδικασία.
es: Batería agotada. Apague la impresora y, bien enchufe el adaptador de CA, o bien coloque un paquete de baterías totalmente cargado. Si hay alguna impresión en curso, interrúmpala y realice el proceso indicado.
hu: Az akkumulátor lemerült. Kapcsolja ki a nyomtatót, és vagy csatlakoztassa a nyomtatót a hálózati adapterrel az elektromos hálózatra, vagy használjon egy teljesen feltöltött akku-készletet. Ha nyomtatás folyik, állítsa azt le, és hajtsa végre az előbbieket.
id: Baterai habis! Matikan pencetak dan colokkan adaptor AC, atau ganti dengan paket baterai yang terisi penuh. Jika pencetakan sedang berlangsung, hentikan pencetakan, kemudian lakukan proses tersebut.
ja: バッテリ残量がなくなりました。 プリンターの電源を切り、付属のACアダプターで電源に接続するか、充電済みのバッテリパックに交換してください。印刷が完了していない場合は、中止してから操作してください。
ru: Батарея разряжена! Выключите принтер и подключите сетевой адаптер или установите полностью заряженный блок батарей. Если сейчас идет печать, остановите печать, а затем выполните эти действия.
th: แบตเตอรี่หมด! ปิดเครื่องพิมพ์และเสียบปลั๊กอะแดปเตอร์ AC หรือเปลี่ยนเป็นชุดแบตเตอรี่ซึ่งชาร์จไฟไว้เต็ม หากพิมพ์งานค้างอยู่ ให้หยุดการพิมพ์ก่อน แล้วปฏิบัติตามดังเกล่า
zh_tw: 電池已用盡！ 關閉印表機插上 AC 轉接器，或者更換已完全充電之電池組。如果列印正在進行，停止列印，然後執行操作。

source: A problem has occurred with the battery. Cancel printing and turn the printer off. Then either change to a new battery pack or remove the battery pack and plug the AC adapter in.
da: Der er opstået et problem med batteriet. Annuller udskrivningen, og sluk printeren. Skift derefter til en ny batteripakke, eller fjern batteripakken, og sæt lysnetadapteren i.
el: Παρουσιάστηκε πρόβλημα στη μπαταρία. Ακυρώστε την εκτύπωση και απενεργοποιήστε τον εκτυπωτή. Στη συνέχεια, χρησιμοποιήστε μια νέα μπαταρία ή αφαιρέστε τη μπαταρία και συνδέστε το τροφοδοτικό AC.
es: Se ha producido un problema con la batería. Cancele la impresión y apague la impresora. Después, instale un nuevo paquete de baterías o quite el que hay y enchufe el adaptador CA.
hu: Probléma van az áramellátással. Állítsa le a nyomtatást, és kapcsolja ki a nyomtatót. Ezután tegyen be egy új akku-készletet vagy vegye ki az akku-készletet, és csatlakoztassa a nyomtatót a hálózati adapterrel az elektromos hálózatra.
id: Terjadi masalah pada baterai. Batalkan pencetakan dan matikan pencetak. Kemudian ganti dengan paket baterai baru atau keluarkan paket baterai dan colokkan adaptor AC.
ja: バッテリにトラブルが発生しました。印刷を中止して、プリンターの電源を切ってください。その後、新しいバッテリパックに交換するか、バッテリパックを取り外して付属のACアダプターを使用してください。
ru: Возникли неполадки, связанные с батареей. Отмените печать и выключите принтер. Затем либо замените блок батарей новым, либо извлеките блок батарей и подключите сетевой адаптер.
th: มีปัญหาขึ้นกับแบตเตอรี่ ยกเลิกการพิมพ์และปิดเครื่องพิมพ์ อย่าเปลี่ยนกลุ่มแบตเตอรี่ใหม่หรือเอากลุ่มแบตเตอรี่ออก แล้วเสียบปลั๊กอะแดปเตอร์ AC เข้าไป
zh_tw: 電池出現問題。取消列印並關閉印表機。然後更換新的電池組或移除電池組並插上 AC 轉接器。

source: The battery is low.
da: Batteriet er ved at løbe tør.
el: Χαμηλή στάθμη μπαταρίας.
es: La batería está baja.
hu: Az akkumulátorszint alacsony.
id: Baterai lemah.
ja: バッテリの残量が少なくなっています。
ru: Низкое напряжение батареи.
th: แบตเตอรี่อ่อน
zh_tw: 電池電力不足。

source: Print job has been canceled by the printer's RESUME button being pressed.
da: Udskriftsjobbet er blevet annulleret, fordi der blev trykket på knappen FORTSÆT (RESUME) på printeren.
el: Η εργασία εκτύπωσης ακυρώθηκε με το πάτημα του κουμπιού ΕΠΑΝΑΦΟΡΑΣ (RESUME) του εκτυπωτή.
es: El trabajo de impresión se ha cancelado al presionar el botón REANUDAR (RESUME) de la impresora.
hu: A nyomtatási munkát a nyomtató ÚJRAKEZD (RESUME) gombjának lenyomásával törölte.
id: Tugas pencetakan telah dibatalkan karena tombol RESUME pencetak ditekan.
ja: プリンターのリセット(RESUME)ボタンを押したため、印刷が中止されました。
ru: Задание печати было отменено нажатием клавиши "ВОЗОБНОВИТЬ (RESUME)" на принтере.
th: งานพิมพ์ถูกยกเลิกโดยกดปุ่ม RESUME บนเครื่องพิมพ์
zh_tw: 由於按下了印表機上的 [重試(RESUME)] 按鈕，列印作業已被取消。

source: Print job has been canceled by the printer's Stop/Reset button being pressed.
da: Udskriftsjobbet er annulleret, fordi der blev trykket på knappen Stop/Nulstil (Stop/Reset) på printeren.
el: Η εργασία εκτύπωσης ακυρώθηκε επειδή πατήσατε το κουμπί Στοπ/Επαναφορά (Stop/Reset) στον εκτυπωτή.
es: El trabajo de impresión se ha cancelado al presionar el botón Parar/Reiniciar (Stop/Reset) de la impresora.
hu: A nyomtatási munkát a nyomtató Stop/Visszaállítás (Stop/Reset) gombjának lenyomásával törölte.
id: Tugas pencetakan telah dibatalkan karena tombol Stop/Reset pencetak ditekan.
ja: プリンターのストップ/リセット(Stop/Reset)ボタンを押したため、印刷が中止されました。
ru: Задание печати было отменено нажатием клавиши "Стоп/Сброс (Stop/Reset)" на принтере.
th: งานพิมพ์ถูกยกเลิกโดยกดปุ่ม Stop/Reset บนเครื่องพิมพ์
zh_tw: 由於按下了印表機上的 [停止/重新設定(Stop/Reset)] 按鈕，列印作業已被取消。

source: Preparing for printing.
da: Forbereder udskrivning.
el: Γίνεται προετοιμασία της εκτύπωσης.
es: Preparando la impresión.
hu: Felkészülés a nyomtatásra.
id: Menyiapkan pencetakan.
ja: 印刷準備中です。
ru: Идет подготовка к печати.
th: กำลังเตรียมการพิมพ์
zh_tw: 準備列印。

source: Waiting for the previous page to dry.
da: Venter på, at den forrige side tørrer.
el: Η εκτύπωση είναι σε αναμονή.
es: Esperando a que se seque la página anterior.
hu: Várakozás az előző oldal száradására.
id: Menunggu halaman sebelumnya kering.
ja: インクの乾燥待ちです。
ru: Идет просушка предыдущей страницы.
th: การรอเพื่อให้หน้าก่อนแห้ง
zh_tw: 等待上一頁晾干。

source: Printer is busy.
da: Printer er optaget.
el: Ο εκτυπωτής είναι απασχολημένος.
es: La impresora está ocupada.
hu: A nyomtató foglalt.
id: Pencetak sibuk.
ja: プリンターはビジー状態です。
ru: Принтер занят.
th: เครื่องพิมพ์ไม่ว่าง
zh_tw: 印表機忙碌。

source: Load paper into the rear tray.
da: Læg papir i den bagerste bakke.
el: Τοποθετήστε χαρτί στην πίσω θήκη.
es: Cargue papel en la bandeja posterior.
hu: Tegyen papírt a hátsó tálcára.
id: Muatkan kertas ke dalam tatakan belakang.
ja: 後トレイに用紙をセットしてください。
ru: Вставьте бумагу в задний лоток.
th: ป้อนกระดาษในเทรย์ด้านหลัง
zh_tw: 在後端托盤中裝入紙張。

source: Load paper into the front tray.
da: Læg papir i den forreste bakke.
el: Τοποθετήστε χαρτί στην μπροστινή θήκη.
es: Cargue papel en la bandeja frontal.
hu: Tegyen papírt az elülső tálcára.
id: Muatkan kertas ke dalam tatakan depan.
ja: 前トレイに用紙をセットしてください。
ru: Вставьте бумагу в передний лоток.
th: ป้อนกระดาษในเทรย์ด้านหน้า
zh_tw: 在前端托盤中裝入紙張。

source: Open the rear cover, remove the jammed paper. If the jammed paper cannot be removed, remove the paper from the front tray side.
da: Åbn bagdækslet, og fjern det fastsiddende papir. Hvis papiret ikke kan fjernes, fjernes det fra den forreste bakkes side.
el: Ανοίξτε το πίσω κάλυμμα, αφαιρέστε το χαρτί που έχει προκαλέσει την εμπλοκή. Εάν δεν είναι δυνατή η αφαίρεση του μπλοκαρισμένου χαρτιού, αφαιρέστε το χαρτί από την πλευρά της μπροστινής θήκης.
es: Abra la cubierta posterior y extraiga el papel atascado. Si no puede extraer el papel atascado, quítelo desde el lado de la bandeja frontal.
hu: Nyissa fel a hátsó fedelet, és távolítsa el a beszorult papírt. Ha a beszorult papír nem távolítható el, próbálja az elülső tálca felől eltávolítani.
id: Buka penutup belakang, keluarkan kertas yang macet. Jika kertas yang macet tidak dapat dikeluarkan, keluarkan kertas dari samping tatakan depan.
ja: 背面カバーを開けて、詰まった用紙を取り除いてください。取り除けない場合は、前トレイ側から取り除いてください。
ru: Откройте заднюю крышку, извлеките застрявшую бумагу. Если извлечь застрявшую бумагу не удается, извлекайте бумагу со стороны переднего лотка.
th: เปิดฝาครอบด้านหลัง เอากระดาษที่ติดออก หากไม่สามารถเอากระดาษที่ติดออก ให้เอาออกจากเทรย์ด้านหน้า
zh_tw: 開啟後蓋，移除被夾紙張。如果無法移除被夾紙張，請從前端托盤一側移除被夾紙張。
