Repository: spremi/cnijfilter-source-3.80
Catalog: cngpijmon/po/*.po
Languages: da, el, es, hu, id, ja, ru, th, zh_tw

source: Replace the ink tank. Printing under the current condition may damage the printer. To continue printing, touch the printer's Stop button for at least 5 seconds, and then release it. This operation releases the function for detecting the remaining level of the above ink, and releasing the function is memorized. Please be advised that Canon shall not be liable for any malfunction or trouble caused by continuation of printing under the ink out condition.
da: Udskift blækbeholderen. Ved de aktuelle indstillinger kan udskrivning beskadige printeren. Hvis du vil fortsætte udskrivningen, skal du røre knappen Stop på printeren i mindst 5 sekunder og derefter slippe den. Denne handling frigiver funktionen til identifikation af blækniveauerne for blæktyperne ovenfor. Handlingen til frigivelse af funktionen gemmes i hukommelsen. Bemærk, at Canon kan ikke gøres ansvarlig for printerfejl eller -skader, der opstår som følge af fortsat udskrivning ved blækmangel.
el: Αντικαταστήστε το δοχείο μελάνης. Η εκτύπωση υπό τις υπάρχουσες συνθήκες ενδέχεται να προκαλέσει ζημιά στον εκτυπωτή. Για να συνεχίσετε την εκτύπωση, αγγίξτε το κουμπί Στοπ (Stop) του εκτυπωτή για τουλάχιστον 5 δευτερόλεπτα και έπειτα αφήστε το. Έτσι απενεργοποιείται η λειτουργία εντοπισμού της στάθμης της παραπάνω μελάνης και η απενεργοποίηση της λειτουργίας αποθηκεύεται στη μνήμη. Σας ενημερώνουμε ότι η Canon δεν φέρει καμία ευθύνη για οποιαδήποτε δυσλειτουργία ή πρόβλημα προκληθεί από τη συνέχιση της εκτύπωσης σε κατάσταση άδειου δοχείου μελάνης.
es: Sustituya el depósito de tinta. Si imprime en el estado actual, la impresora puede sufrir daños. Para continuar con la impresión, toque el botón Parar (Stop) de la impresora durante al menos 5 segundos y, a continuación, suéltelo. Esta operación desactivará la función de detección del nivel de tinta restante del depósito indicado. La desactivación de la función de detección del nivel de tinta restante se memorizará. Canon no se hace responsable del mal funcionamiento ni de los problemas derivados de continuar imprimiendo con el estado de tinta agotada.
hu: Cserélje ki a tintatartályt. A nyomtatás ebben az állapotban károsíthatja a nyomtatót. A nyomtatás folytatásához érintse meg és tartsa megérintve a Stop gombot legalább 5 másodpercig, majd engedje fel. Ezzel kikapcsolja a tintaszintet figyelő funkciót, és ez a kikapcsolás megőrződik. Figyelmeztetjük, hogy a Canon nem felelős a kifogyott tinta melletti nyomtatásból eredő meghibásodásért.
id: Ganti kotak tinta. Mencetak dalam kondisi sekarang ini dapat merusak pencetak. Untuk melanjutkan pencetakan, sentuh tombol Stop pada pencetak selama sekurangnya 5 detik, dan kemudian lepaskan. Operasi ini akan menonaktifkan fungsi pendeteksian level sisa tinta di atas, dan penonaktifan fungsi akan dicatat. Harap diketahui bahwa Canon tidak bertanggung jawab atas kegagalan atau masalah apa pun yang disebabkan oleh perlanjutan pencetakan dalam kondisi tinta habis.
ja: インクタンクを交換してください。このまま印刷を続けるとプリンターに損傷を与えるおそれがあります。 印刷を続けるには、プリンターのストップ(Stop)ボタンを5秒以上タッチしてから離してください。 この場合、上記のインクの残量検知機能が無効になり、無効にしたことを履歴に残します。 インク切れの状態で印刷を続けたことが原因の故障については、キヤノンは責任を負えない場合があります。
ru: Замените эту чернильницу. Печать в таком состоянии может привести к повреждению принтера. Чтобы продолжить печать, коснитесь кнопки "Стоп (Stop)" на принтере и удерживайте ее не менее 5 секунд, после чего отпустите кнопку. Эта операция отключит функцию определения оставшегося запаса чернил указанного выше цвета, и в памяти будет сделана запись об отключении. Обратите внимание, что компания Canon не будет нести ответственности за любые неполадки или затруднения, возникшие вследствие продолжения печати при закончившихся чернилах.
th: ให้แทนที่ตลับหมึก การพิมพ์อาจทำให้เครื่องพิมพ์เกิดความเสียหายในสภาวะปัจจุบันนี้ เพื่อพิมพ์ต่อไป สัมผัสปุ่ม Stop ของเครื่องพิมพ์อย่างน้อย 5 วินาทีแล้วปล่อย การดำเนินการนี้จะทำให้ฟังก์ชันการตรวจสอบระดับหมึกดังกล่าวที่เหลืออยู่หยุดการทำงาน และฟังก์ชันการปลดปล่อยนี้ถูกจดจำไว้อยู่ โปรดสนใจที่ว่า Canon จะไม่รับผิดชอบต่อการทำงานผิดปกติหรืออุปสรรคของเครื่องพิมพ์ซึ่งอาจจะก่อให้เกิดขึ้นโดยการดำเนินการพิมพ์ต่อไปในสภาวะหมึกหมด
zh_tw: 請更換墨水盒。在目前情況下進行列印可能會使印表機受損。 如要繼續列印，請觸摸印表機的 [停止(Stop)] 按鈕至少 5 秒鐘，再放開。 該操作將使偵測剩餘墨水量的功能失效，且功能失效將會被記錄。 請注意，對於在墨水用盡的情況下繼續列印而導致的印表機故障或問題，Canon 將不承擔任何責任。

source: The protective material may still be attached to the holder in the printer. You need to remove this material before using the printer. Open the printer's cover and remove the protective material if it is still attached. Then close the printer's cover, turn off power and turn it back on. If this message appears again, please see the user's guide.
da: Det beskyttende materiale kan stadig hæfte til holderen i printeren. Du skal fjerne dette materiale, før du bruger printeren. Åbn printerens dæksel, og fjern det beskyttende materiale, hvis det stadig er påhæftet. Luk printeren dæksel, sluk for strømmen og tænd den igen. Hvis denne meddelelse vises igen, skal du se i brugervejledningen.
el: Το προστατευτικό υλικό ενδέχεται να βρίσκεται ακόμη στη θήκη του εκτυπωτή. Πρέπει να αφαιρέσετε αυτό το υλικό για να χρησιμοποιήσετε τον εκτυπωτή. Ανοίξτε το κάλυμμα του εκτυπωτή και αφαιρέστε το προστατευτικό υλικό εάν βρίσκεται ακόμη εκεί. Στη συνέχεια, κλείστε το κάλυμμα του εκτυπωτή, απενεργοποιήστε τον και ενεργοποιήστε τον ξανά. Αν εμφανιστεί ξανά αυτό το μήνυμα, ανατρέξτε στον οδηγό χρήσης.
es: Puede que el material de protección todavía esté colocado en el soporte de la impresora. Quite este material antes de usar la impresora. Abra la tapa de la impresora y quite el material de protección si todavía está colocado. A continuación, cierre la tapa de la impresora y apague y encienda la impresora. Si vuelve a aparecer este mensaje, consulte la guía del usuario.
hu: Előfordulhat, hogy a nyomtatóban még mindig védőanyag van a tartón. A nyomtató használatba vétele előtt ezt az anyagot el kell távolítani. Nyissa fel a nyomtató fedőlapját, és távolítsa el a védőanyagot, ha még van. Majd zárja be a nyomtató fedőlapját, és kapcsolja ki, aztán újra be a tápellátást. Ha ez az üzenet újra megjelenik, akkor lapozza fel a Felhasználói kézikönyvet.
id: Material pelindung mungkin masih terpasang pada penahan dalam pencetak. Anda perlu melepas material ini sebelum menggunakan pencetak. Buka penutup pencetak dan lepas material pelindung jika masih terpasang. Kemudian tutup penutup pencetak, matikan daya dan hidupkan kembali. Jika pesan ini muncul lagi, silakan baca petunjuk pengguna.
ja: プリンター内部のホルダーに、固定部材が取り付けられたままになっている可能性があります。 この部材は、プリンターを使用する前に取り除く必要があります。 プリンターのカバーを開け、ホルダーに固定部材が取り付けられたままになっている場合は、取り除いてください。 その後、プリンターのカバーを閉じて、電源を入れ直してください。 再度、このメッセージが表示された場合は、取扱説明書を参照してください。
ru: Возможно, защитный материал все еще прикреплен к держателю принтера. Перед использованием принтера необходимо удалить этот материал. Откройте крышку принтера и удалите защитный материал, если он все еще прикреплен к принтеру. Затем закройте крышку принтера, выключите и снова включите питание принтера. Если это сообщение появится снова, см. рекомендации в руководстве пользователя.
th: วัตถุป้องกันอาจจะยังคงติดกับตัวยึดในเครื่องพิมพ์ คุณต้องเอาวัตถุนี้ออกก่อนใช้เครื่องพิมพ์ ให้เปิดฝาครอบเครื่องพิมพ์และเอาวัตถุป้องกันที่ยังติดอยู่ออก จากนั้นให้ปิดฝาครอบเครื่องพิมพ์ ให้ปิดเครื่องและเปิดใหม่อีกครั้ง หากข้อความนี้ปรากฏขึ้นอีก โปรดดูคำแนะนำผู้ใช้
zh_tw: 保護材料可能仍在印表機內的固定器上。 使用印表機前您需要移除該材料。 如果保護材料仍在，請打開印表機機蓋將其移除。 然後關閉印表機機蓋，關閉電源再重新開啟。 如果再次顯示此訊息，請參閱使用者指南。

source: The protective material or tape may still be attached to the holder in the printer. You need to remove this protective material or tape before using the printer. Open the printer's paper output cover and remove the protective material or tape if it is still attached. Then close the printer's paper output cover.
da: Det beskyttende materiale eller tape kan stadig hæfte til holderen i printeren. Du skal fjerne dette beskyttende materiale eller tape, før du bruger printeren. Åbn printerens udbakkedæksel, og fjern det beskyttende materiale eller tape, hvis det stadig er påhæftet. Luk derefter printerens udbakkedæksel.
el: Το προστατευτικό υλικό ή η ταινία ενδέχεται να βρίσκεται ακόμη στη θήκη του εκτυπωτή. Πρέπει να αφαιρέσετε αυτό το προστατευτικό υλικό ή την ταινία για να χρησιμοποιήσετε τον εκτυπωτή. Ανοίξτε το κάλυμμα εξόδου χαρτιού του εκτυπωτή και αφαιρέστε το προστατευτικό υλικό ή την ταινία εάν βρίσκεται ακόμη εκεί. Στη συνέχεια, κλείστε το κάλυμμα εξόδου χαρτιού του εκτυπωτή.
es: Puede que el material de protección o la cinta todavía estén colocados en el soporte de la impresora. Quite este material de protección o esta cinta antes de usar la impresora. Abra la tapa de salida del papel y quite el material de protección o la cinta si todavía están colocados. A continuación, cierre la tapa de salida del papel.
hu: Előfordulhat, hogy a nyomtatóban még mindig védőanyag vagy szalag van a tartón. A nyomtató használatba vétele előtt ezt a védőanyagot vagy szalagot el kell távolítani. Nyissa fel a nyomtató papírgyűjtő fedelét, és távolítsa el a védőanyagot vagy szalagot, ha még van. Majd zárja be a nyomtató papírgyűjtő fedelét.
id: Material pelindung atau pita mungkin masih terpasang pada penahan dalam pencetak. Anda perlu melepas material pelindung atau pita ini sebelum menggunakan pencetak. Buka penutup keluaran kertas pencetak dan lepas material pelindung atau pita jika masih terpasang. Kemudian tutup penutup keluaran kertas pencetak.
ja: プリンター内部のホルダーに、固定部材またはテープが取り付けられたままになっている可能性があります。 この固定部材またはテープは、プリンターを使用する前に取り除く必要があります。 プリンターの排紙カバーを開け、ホルダーに固定部材またはテープが取り付けられたままになっている場合は、取り除いてください。 その後、プリンターの排紙カバーを閉じてください。
ru: Возможно, защитный материал или лента все еще прикреплена к держателю принтера. Перед использованием принтера необходимо удалить этот защитный материал или ленту. Откройте крышку лотка приема бумаги принтера и удалите защитный материал или ленту, если она все еще прикреплена к принтеру. Затем закройте крышку лотка приема бумаги принтера.
th: วัตถุป้องกันหรือเทปอาจจะยังคงติดกับตัวยึดในเครื่องพิมพ์ คุณต้องเอาวัตถุป้องกันหรือเทปออกก่อนใช้เครื่องพิมพ์ ให้เปิดฝาครอบออกกระดาษของเครื่องพิมพ์และเอาวัตถุป้องกันหรือเทปที่ยังติดอยู่ออก จากนั้นให้ปิดฝาครอบออกกระดาษของเครื่องพิมพ์
zh_tw: 保護材料或膠帶可能仍在印表機內的固定器上。 使用印表機前您需要移除該保護材料或膠帶。 如果保護材料或膠帶仍在，請打開印表機出紙蓋板將其移除。 然後關閉印表機出紙蓋板。

source: Appropriate ink cartridge is not installed.
da: Den korrekte blækpatron er ikke installeret.
el: Δεν τοποθετήθηκε το κατάλληλο φυσίγγιο μελάνης.
es: No está instalado el cartucho de tinta apropiado.
hu: Nincs behelyezve megfelelő tintapatron.
id: Kartrij tinta yang tepat tidak terpasang.
ja: 対応していないインクカートリッジが取り付けられています。
ru: Соответствующий картридж не установлен.
th: คาร์ทริดหมึกที่เหมาะสมไม่ได้ติดตั้ง
zh_tw: 未安裝合適的墨盒。

source: Printing cannot be executed because the ink cartridge is not compatible with this printer. Install the appropriate ink cartridge.
da: Udskrivning kan ikke udføres, fordi blækpatronen ikke er kompatibel med denne printer. Installer den rigtige blækpatron.
el: Δεν μπορεί να εκτελεστεί εκτύπωση γιατί το φυσίγγιο μελάνης δεν είναι συμβατό με αυτόν τον εκτυπωτή. Εγκαταστήστε το κατάλληλο φυσίγγιο μελάνης.
es: No se puede imprimir porque el cartucho de tinta no es compatible con esta impresora. Instale un cartucho de tinta apropiado.
hu: Nem lehet nyomtatni, mivel a tintapatron nem ehhez a nyomtatóhoz való. Helyezze be a megfelelő tintapatront.
id: Pencetakan tidak dapat dilaksanakan karena kartrij tinta tidak kompatibel dengan pencetak ini. Pasang tinta kartrij yang tepat.
ja: このプリンターがサポートできないインクカートリッジが取り付けられているため、印刷できません。 正しいインクカートリッジを取り付けてください。
ru: Невозможно выполнить печать — картридж несовместим с данным принтером. Установите соответствующий картридж.
th: การพิมพ์ไม่สามารถทำการได้เพราะคาร์ทริดหมึกไม่สามารถใช้งานได้กับเครื่องพิมพ์นี้ ติดตั้งคาร์ทริดหมึกที่เหมาะสม
zh_tw: 墨盒與本機不相容，無法執行列印。 安裝合適的墨盒。

source: Load paper into the front tray. Insert the paper completely to the end of the front tray.
da: Læg papir i den forreste bakke. Indsæt papiret helt til enden af den forreste bakke.
el: Τοποθετήστε χαρτί στην μπροστινή θήκη. Τοποθετήστε πλήρως το χαρτί έως την άκρη της μπροστινής θήκης.
es: Cargue papel en la bandeja frontal. Inserte el papel por completo hasta el final de la bandeja frontal.
hu: Tegyen papírt az elülső tálcára. A papírt teljesen, az elülső tálca végéig nyomja be.
id: Muatkan kertas ke tatakan depan. Masukkan kertas sepenuhnya sampai ujung tatakan depan.
ja: 前トレイに用紙をセットしてください。 用紙は前トレイの奥までしっかり挿入してください。
ru: Вставьте бумагу в передний лоток. Вставьте бумагу полностью, до края переднего лотка.
th: ป้อนกระดาษในเทรย์ด้านหน้า เสียบกระดาษถึงส่วนปลายของเทรย์ด้านหน้าอย่างทั้งหมด
zh_tw: 在前端托盤中裝入紙張。 使紙張完全插入前端托盤的末端。

source: The paper output cover is open. Close the cover.
da: Udbakkedækslet er åbent. Luk dækslet.
el: Το κάλυμμα εξόδου χαρτιού είναι ανοικτό. Κλείστε το κάλυμμα.
es: La tapa de salida del papel está abierta. Ciérrela.
hu: Nyitva van a papírgyűjtő fedele. Csukja be a fedelet.
id: Penutup keluaran kertas terbuka. Tutup penutup.
ja: 排紙カバーが開いています。 閉じてください。
ru: Крышка лотка приема бумаги открыта. Закройте крышку.
th: ฝาครอบออกกระดาษเปิดอยู่ ให้ปิดฝาครอบ
zh_tw: 出紙蓋板已開啟。 請將其關閉。

source: An ink cartridge is not installed properly. Push up the ink cartridge locking lever firmly, and then make sure the ink cartridge is installed properly. Then close the paper output cover.
da: En blækpatron er ikke installeret korrekt. Skub låsehåndtaget til blækpatronen op, og kontroller, at blækpatronen er installeret korrekt. Luk derefter udbakkedækslet.
el: Ένα φυσίγγιο μελάνης δεν έχει εγκατασταθεί σωστά. Σπρώξτε το μοχλό ασφάλισης φυσιγγίου μελάνης σταθερά προς τα επάνω και, στη συνέχεια, βεβαιωθείτε ότι το φυσίγγιο μελάνης είναι σωστά εγκατεστημένο. Έπειτα κλείστε το κάλυμμα εξόδου χαρτιού.
es: Se ha instalado un cartucho de tinta de forma incorrecta. Empuje firmemente hacia arriba la palanca de bloqueo del cartucho de tinta y, a continuación, asegúrese de que el cartucho de tinta está instalado correctamente. A continuación, cierre la tapa de salida del papel.
hu: Egy tintapatront helytelenül tettek be. Határozottan nyomja felfelé a tintapatron rögzítőkarját, és ellenőrizze, hogy a behelyezés megfelelő-e. Ezután csukja be a papírgyűjtő fedelét.
id: Kartrij tinta tidak terpasang dengan benar. Dorong penutup pengunci kartrij tinta dengan kuat, dan kemudian pastikan kartrij tinta terpasang dengan benar. Kemudian tutup penutup keluaran kertas.
ja: インクカートリッジが正しく取り付けられていません。 インクカートリッジ固定レバーをしっかり押し上げて、インクカートリッジが正しく取り付けられていることを確認してください。確認後は、排紙カバーを閉じてください。
ru: Картридж не установлен должным образом. Достаточно сильно нажмите на фиксирующий рычаг картриджа и убедитесь, что картридж установлен должным образом. Затем закройте крышку лотка приема бумаги.
th: คาร์ทริดหมึกหนึ่งไม่ได้ติดตั้งอย่างถูกต้อง ผลักดันคานโยกตัวล็อกคาร์ทริดหมึกอย่างหนักแน่น แล้วแน่ใจว่าคาร์ทริดหมึกได้ติดตั้งอย่างถูกต้อง แล้วปิดฝาครอบออกกระดาษ
zh_tw: 墨盒安裝不正確。 請用力推上墨盒鎖定桿，並確認墨盒已經正確安裝。然後關閉出紙蓋板。

source: Remove the loaded paper in the front tray and close the front cover. If a memory card is inserted, be sure to remove it.
da: Fjern det ilagte papir fra den forreste bakke, og luk frontdækslet. Hvis der isættes et hukommelseskort, skal du huske at fjerne det.
el: Αφαιρέστε το τοποθετημένο χαρτί από την μπροστινή θήκη και κλείστε το μπροστινό κάλυμμα. Εάν έχει εισαχθεί κάρτα μνήμης φροντίστε να την αφαιρέσετε.
es: Quite el papel cargado en la bandeja frontal y cierre la cubierta delantera. Si se ha insertado una tarjeta de memoria, quítela.
hu: Vegye ki az elülső tálcába tett papírt, majd csukja be az előlapot. Ha van bedugva memóriakártya, ne felejtse el kivenni.
id: Keluarkan kertas yang dimuatkan pada tatakan depan dan tutup penutup depan. Jika kartu memori dimasukkan, pastikan untuk mengeluarkannya.
ja: 前トレイにセットされている用紙を取り除き、フロントカバーを閉じてください。 メモリーカードがセットされているときは、必ず取り外してください。
ru: Извлеките загруженную бумагу из переднего лотка и закройте переднюю крышку. Если вставлена карта памяти, не забудьте извлечь ее.
th: เอากระดาษที่ป้อนในเทรย์ด้านหน้าออกและปิดฝาครอบด้านหน้า หากเสียบการ์ดหน่วยความจำ ต้องเอาออก
zh_tw: 從前端托盤移除裝入的紙張，然後關閉前蓋。 如果已插入記憶卡，請務必將其取出。

source: Place the printer upright with the right side down, then open the transport unit by pressing down the open lever. Remove the jammed paper and immediately return the printer to its original position. Refer to the user's guide for details.
da: Placer printeren lodret med den højre side nedad, og åben derefter transportenheden ved at trykke nedad på håndtaget Åbn. Fjern det fastsiddende papir, og anbring straks printeren i den oprindelige position. Se brugervejledningen for nærmere oplysninger.
el: Τοποθετήστε τον εκτυπωτή σε όρθια θέση με τη δεξιά πλευρά προς τα κάτω και ανοίξτε τη μονάδα μεταφοράς πατώντας το μοχλό ανοίγματος προς τα κάτω. Αφαιρέστε το μπλοκαρισμένο χαρτί και επαναφέρετε αμέσως τον εκτυπωτή στην αρχική του θέση. Ανατρέξτε στον οδηγό χρήστη για λεπτομέρειες.
es: Ponga la impresora en posición vertical con el lado derecho hacia abajo y, a continuación, abra la unidad de transporte presionando la abrir palanca hacia abajo. Quite el papel atascado y vuelva a poner la impresora en su posición original. Consulte la guía del usuario para conocer los detalles.
hu: Állítsa fel a nyomtatót úgy, hogy jobb oldala kerüljön alulra, majd a nyitókart lenyomva nyissa ki a továbbító egységet. Vegye ki a beszorult papírt, majd azonnal állítsa vissza a nyomtatót eredeti helyzetébe. Részleteket a felhasználói kézikönyvben talál.
id: Tempatkan pencetak tegak lurus dengan sisi kanan di bawah, kemudian buka unit transport dengan menekan tuas pembuka. Keluarkan kertas yang macet dan kembalikan segera pencetak ke posisi semulanya. Rujuk ke petunjuk pengguna untuk detil.
ja: プリンターの右側が下になるように立て、オープンレバーを押し下げながら搬送ユニットを開けてください。 詰まった用紙を取り除き、すみやかにプリンターを元の位置に戻してください。 詳細は、取扱説明書を参照してください。
ru: Переверните принтер и установите его на правую боковую стенку, затем откройте модуль подачи, нажав открывающий рычаг. Извлеките застрявшую бумагу и незамедлительно верните принтер в исходное положение. Сведения см. в руководстве пользователя.
th: วางเครื่องพิมพ์ในสภาพที่ตั้งขึ้นโดยด้านขวาล่าง แล้วเปิดหน่วยการส่งผ่านโดยกดคานเปิดลง เอาออกกระดาษที่ติดและวางเครื่องพิมพ์อยู่ในตำแหน่งเดิมทันที โปรดอ่านคำแนะนำผู้ใช้สำหรับรายละเอียด
zh_tw: 將印表機右端朝下豎直放置，然後按下開啟桿開啟傳送單元。 移除被卡紙張，並立即將印表機恢復到原位。 請參閱使用者指南獲取詳細資訊。

source: The holder is in the ink cartridge replacement position. After replacing the ink cartridge, close the paper output cover.
da: Holderen er placeret i blækpatronens udskiftningsposition. Luk udbakkedækslet, når du har udskiftet blækpatronen.
el: Η θήκη βρίσκεται στη θέση αντικατάστασης φυσιγγίου μελάνης. Αφού αντικαταστήσετε το φυσίγγιο μελάνης, κλείστε το κάλυμμα εξόδου χαρτιού.
es: El soporte está en la posición de sustitución del cartucho de tinta. Después de sustituir el cartucho de tinta, cierre la tapa de salida del papel.
hu: A tartó tintapatroncsere pozícióban van. A tintapatron kicserélése után csukja be a papírgyűjtő fedelét.
id: Penahan berada pada posisi penggantian kartrij tinta. Setelah mengganti kartrij tinta, tutup penutup keluaran kertas.
ja: ホルダーがインクカートリッジの交換位置にあります。 インクカートリッジの交換が終了してから、排紙カバーを閉じてください。
ru: Держатель находится в положении для замены картриджа. Заменив картридж, закройте крышку лотка приема бумаги.
th: ตัวยึดเลื่อนเข้าตำแหน่งการแทนที่คาร์ทริดหมึกอยู่ หลังจากแทนที่คาร์ทริดหมึก ให้ปิดฝาครอบออกกระดาษ
zh_tw: 固定座位於墨盒更換位置。 更換墨盒後，關閉出紙蓋板。

source: The ink cannot be replaced because the print head is in a standby condition. Close the paper output cover, wait for a while, and then replace the ink.
da: Blækpatronen kan ikke udskiftes, fordi skrivehovedet er i standby-position. Luk udbakkedækslet, vent lidt, og udskift derefter blækpatronen.
el: Δεν είναι δυνατή η αντικατάσταση της μελάνης, διότι η κεφαλή εκτύπωσης βρίσκεται σε κατάσταση αναμονής. Κλείστε το κάλυμμα εξόδου χαρτιού, περιμένετε λίγο και αντικαταστήστε τη μελάνη.
es: No es posible sustituir la tinta, ya que el cabezal de impresión se encuentra en modo de espera. Cierre la tapa de salida del papel, espere unos minutos y, a continuación, sustituya la tinta.
hu: A tintapatron nem cserélhető, mert a nyomtatófej készenléti helyzetben van. Csukja be a papírgyűjtő fedelét, várjon egy keveset, majd cserélje ki a tintapatront.
id: Tinta tidak dapat diganti karena kepala cetak berada dalam kondisi siaga. Tutup penutup keluaran kertas, tunggu sebentar, dan kemudian ganti tinta.
ja: プリントヘッドが待機状態のため、インクを交換できません。 いったん排紙カバーを閉じ、しばらくしてから交換してください。
ru: Замена чернильного контейнера невозможна, поскольку печатающая головка находится в состоянии ожидания. Закройте крышку лотка приема бумаги, немного подождите и замените чернильный контейнер.
th: ไม่สามารถแทนที่หมึกได้เนื่องจากหัวพิมพ์อยู่ในสภาพสแตนบาย กรุณาปิดฝาครอบออกกระดาษ รอสักครู่ แล้วแทนที่หมึก
zh_tw: 由於列印頭處於待命狀態，無法更換墨水。 關閉出紙蓋板，稍等片刻，然後更換墨水。

source: The paper output cover is open. If printing is in progress, the ink cartridges cannot be replaced while printing. Close the paper output cover, wait for printing to finish, then open the cover again and replace the ink cartridges.
da: Udbakkedækslet er åbent. Hvis en udskrivning er i gang, kan blækpatronerne ikke udskiftes, mens der udskrives. Luk udbakkedækslet, vent på at udskrivningen er fuldført, og åbn derefter dækslet igen og udskift blækpatronen.
el: Το κάλυμμα εξόδου χαρτιού είναι ανοικτό. Εάν υπάρχει εκτύπωση σε εξέλιξη, δεν είναι δυνατή η αντικατάσταση των δοχείων κατά τη διάρκεια της εκτύπωσης. Κλείστε το κάλυμμα εξόδου χαρτιού, περιμένετε να ολοκληρωθεί η εκτύπωση και, στη συνέχεια, ανοίξτε ξανά το κάλυμμα και αντικαταστήστε τα φυσίγγια μελάνης.
es: La tapa de salida del papel está abierta. Si hay alguna impresión en curso, no se pueden sustituir los cartuchos de tinta durante la impresión. Cierre la tapa de salida del papel, espere a que termine la impresión y, a continuación, vuelva a abrir la tapa y sustituya los cartuchos de tinta.
hu: Nyitva van a papírgyűjtő fedele. Folyamatban lévő nyomtatás közben nem lehet kicserélni a tintapatronokat. Csukja be a papírgyűjtő fedelét, várja meg, amíg a nyomtatás befejeződik, majd nyissa ki újból a fedelet, és cserélje ki a tintapatronokat.
id: Penutup keluaran kertas terbuka. Jika pencetakan sedang berlangsung, kartrij tinta tidak dapat diganti ketika mencetak. Tutup penutup keluaran kertas, tunggu sampai pencetakan selesai, kemudian buka penutup lagi dan ganti kartrij tinta.
ja: 排紙カバーが開いています。 印刷中は、インクカートリッジを交換できません。 いったん排紙カバーを閉じ、印刷が終了してから、再度排紙カバーを開けて交換してください。
ru: Крышка лотка приема бумаги открыта. Если печать выполняется, заменить картриджи нельзя. Закройте крышку лотка приема бумаги, дождитесь окончания печати, затем снова откройте крышку и замените картриджи.
th: ฝาครอบออกกระดาษเปิดอยู่ หากงานพิมพ์ค้างอยู่ ในขณะกำลังพิมพ์คาร์ทริดหมึกจะไม่สามารถเปลี่ยนได้ ให้ปิดฝาครอบออกกระดาษ รอให้การพิมพ์เสร็จสิ้น แล้วเปิดฝาอีกและแทนที่คาร์ทริดหมึก
zh_tw: 出紙蓋板已開啟。 如果列印正在進行，則無法更換墨盒。 關閉出紙蓋板，等待列印完成，然後再開啟出紙蓋板並且更換墨盒。

source: Remove the loaded paper in the front tray and close the front cover.
da: Fjern det ilagte papir fra den forreste bakke, og luk frontdækslet.
el: Αφαιρέστε το τοποθετημένο χαρτί από την μπροστινή θήκη και κλείστε το μπροστινό κάλυμμα.
es: Quite el papel cargado en la bandeja frontal y cierre la cubierta delantera.
hu: Vegye ki az elülső tálcába tett papírt, majd csukja be az előlapot.
id: Keluarkan kertas yang dimuatkan pada tatakan depan dan tutup penutup depan.
ja: 前トレイにセットされている用紙を取り除き、フロントカバーを閉じてください。
ru: Извлеките загруженную бумагу из переднего лотка и закройте переднюю крышку.
th: เอากระดาษที่ป้อนในเทรย์ด้านหน้าออกและปิดฝาครอบด้านหน้า
zh_tw: 從前端托盤移除裝入的紙張，然後關閉前蓋。
