Repository: spremi/cnijfilter-source-3.80
Catalog: cngpijmon/po/*.po
Languages: da, el, es, hu, id, ja, ru, th, zh_tw

source: Replacing the ink tank is recommended. If printing is in progress and you want to continue printing, touch the printer's OK button. Then printing can continue. Replacing the ink tank is recommended after the printing. The printer may be damaged if printing is continued under the ink out condition.
da: Det anbefales at udskifte blækbeholderen. Hvis en udskrivning er i gang, og du ønsker at fortsætte udskrivningen, skal du røre knappen OK på printeren. Udskrivningen kan derefter fortsætte. Det anbefales at udskifte blækbeholderen efter udskrivningen. Printeren kan beskadiges, hvis udskrivning fortsættes mens der mangler blæk.
el: Συνιστάται η αντικατάσταση του δοχείου μελάνης. Αν υπάρχει εκτύπωση σε εξέλιξη και θέλετε να τη συνεχίσετε, αγγίξτε το κουμπί OK του εκτυπωτή. Τότε μπορείτε να συνεχίσετε την εκτύπωση. Συνιστάται η αντικατάσταση του δοχείου μελάνης μετά την εκτύπωση. Ενδέχεται να προκληθεί ζημιά στον εκτυπωτή εάν η εκτύπωση συνεχιστεί σε κατάσταση άδειου δοχείου μελάνης.
es: Se recomienda sustituir el depósito de tinta. Si la impresión está en curso y desea continuar imprimiendo, toque el botón OK de la impresora. Después podrá continuar la impresión. Se recomienda sustituir el depósito de tinta después de la impresión. La impresora puede sufrir daños si continúa imprimiendo con el estado de tinta agotada.
hu: Javasoljuk a tintatartály cseréjét. Ha nyomtatás van folyamatban, és folytatni akarja azt, érintse meg a nyomtatón az OK gombot. Ezután folytatódhat a nyomtatás. A nyomtatás után javasoljuk a tintatartály cseréjét. A nyomtató károsodhat, ha tintahiány mellett nyomtat.
id: Penggantian kotak tinta dianjurkan. Jika pencetakan sedang berlangsung dan Anda ingin melanjutkan pencetakan, sentuh tombol OK pada pencetak. Kemudian pencetakan dapat dilanjutkan. Penggantian kotak tinta dianjurkan setelah pencetakan. Pencetak dapat rusak jika pencetakan dilanjutkan dalam kondisi tinta habis.
ja: インクタンクを交換することをお勧めします。 印刷が終了していない場合は、インクタンクを取り付けたままプリンターのOKボタンをタッチすると、印刷を続けることができます。印刷が終了したらインクタンクを交換することをお勧めします。インク切れの状態で印刷を続けると、故障の原因となるおそれがあります。
ru: Желательно заменить чернильницу. Если печать не закончена и вы хотите ее продолжить, коснитесь кнопки "OK" на принтере. Тогда печать может продолжаться. По завершении печати рекомендуется заменить чернильницу. Продолжение печати при закончившихся чернилах может привести к повреждению принтера.
th: ขอแนะนำให้แทนที่ตลับหมึก หากงานพิมพ์ค้างอยู่และคุณต้องการพิมพ์ต่อไป ให้สัมผัสปุ่ม OK ของเครื่องพิมพ์ เครื่องจะพิมพ์งานต่อไป ขอแนะนำให้แทนที่ตลับหมึกหลังจากการพิมพ์ หากเลือกพิมพ์ต่อในสภาวะหมึกหมด เครื่องพิมพ์อาจจะเกิดความเสียหาย
zh_tw: 建議更換墨水盒。 如果列印正在進行，並且想要繼續列印，請觸摸印表機的 [OK] 按鈕。即可繼續列印。建議在列印完成後更換墨水盒。如果在墨水用盡的情況下繼續列印，可能會使印表機受損。

source: The ink absorber is almost full. Touch the printer's OK button to continue printing. Contact the service center.
da: Blækopsamler er næsten fuld. Rør knappen OK på printeren for at fortsætte udskrivningen. Kontakt servicecenteret.
el: Ο συλλέκτης μελάνης είναι σχεδόν πλήρης. Αγγίξτε το κουμπί OK του εκτυπωτή για να συνεχίσει η εκτύπωση. Επικοινωνήστε με το κέντρο εξυπηρέτησης.
es: El absorbedor de tinta está casi lleno. Toque el botón OK de la impresora para continuar la impresión. Póngase en contacto con el Centro de servicio.
hu: A tintagyűjtő majdnem megtelt. A nyomtatás folytatásához érintse meg az OK gombot. Vegye fel a kapcsolatot a szervizközponttal.
id: Penyerap tinta hampir penuh. Sentuh tombol OK pada pencetak untuk melanjutkan pencetakan. Hubungi pusat pelayanan.
ja: インク吸収体が満杯に近づいています。 プリンターのOKボタンをタッチすると印刷が再開できます。 早めに修理をご依頼ください。
ru: Абсорбер чернил почти полон. Для продолжения печати коснитесь кнопки "OK" на принтере. Обратитесь в сервисный центр.
th: ตัวดูดซับหมึกใกล้จะเต็ม สัมผัสปุ่ม OK ของเครื่องพิมพ์เพื่อพิมพ์ต่อไป กรุณาทำการสื่อสารกับศูนย์อำนวยประโยชน์
zh_tw: 墨水收集器將滿。 觸摸印表機的 [OK] 按鈕繼續列印。 請聯絡服務中心。

source: The ink absorber is almost full. Touch the printer's OK button to continue printing. The printer will soon require servicing to replace the ink absorber. Contact the service center for replacement. The ink absorber can only be replaced by a qualified technician.
da: Blækopsamler er næsten fuld. Rør knappen OK på printeren for at fortsætte udskrivningen. Printeren skal snart serviceres for udskiftning af blækabsorberen. Kontakt servicecenteret for udskiftning. Blækabsorberen kan kun udskiftes af en uddannet tekniker.
el: Ο συλλέκτης μελάνης είναι σχεδόν πλήρης. Αγγίξτε το κουμπί OK του εκτυπωτή για να συνεχίσει η εκτύπωση. Σύντομα θα χρειαστεί να πραγματοποιηθεί σέρβις για την αντικατάσταση του συλλέκτη μελάνης. Επικοινωνήστε με το κέντρο εξυπηρέτησης για την αντικατάσταση. Ο συλλέκτης μελάνης μπορεί να αντικατασταθεί μόνο από εξειδικευμένο τεχνικό.
es: El absorbedor de tinta está casi lleno. Toque el botón OK de la impresora para continuar la impresión. La impresora necesitará pronto asistencia técnica para sustituir el absorbedor de tinta. Para ello, póngase en contacto con el Centro de servicio. El absorbedor de tinta sólo podrá sustituirlo un técnico especializado.
hu: A tintagyűjtő majdnem megtelt. A nyomtatás folytatásához érintse meg az OK gombot. A nyomtató hamarosan szervizelést igényel az elhasznált tinta gyűjtőjének kicseréléséhez. Vegye fel a kapcsolatot a szervizközponttal a cserével kapcsolatban. A gyűjtőt csak szakképzett szakember cserélheti ki.
id: Penyerap tinta hampir penuh. Sentuh tombol OK pada pencetak untuk melanjutkan pencetakan. Pencetak akan segera membutuhkan perbaikan untuk mengganti penyerap tinta. Hubungi pusat pelayanan untuk penggantiannya. Penyerap tinta hanya dapat diganti oleh teknisi berkualifikasi.
ja: インク吸収体が満杯に近づいています。 プリンターのOKボタンをタッチすると印刷が再開できます。 満杯になると、印刷できなくなりますので、早めに修理受付窓口へ交換をご依頼ください。 お客様ご自身によるインク吸収体の交換はできません。
ru: Абсорбер чернил почти полон. Для продолжения печати коснитесь кнопки "OK" на принтере. Скоро потребуется заменить абсорбер чернил в принтере. Для замены обратитесь в сервисный центр. Замена абсорбера чернил должна проводиться только квалифицированным специалистом.
th: ตัวดูดซับหมึกใกล้จะเต็ม สัมผัสปุ่ม OK ของเครื่องพิมพ์เพื่อพิมพ์ต่อไป เครื่องพิมพ์ต้องการบริการทันทีเพื่อเปลี่ยนตัวดูดซับหมึก ทำการสื่อสารกับศูนย์อำนวยประโยชน์สำหรับการเปลี่ยน ตัวดูดซับหมึกนี้จะถูกเปลี่ยนได้เฉพาะด้วยผู้ชำนาญที่ผ่านเกณฑ์ตรวจสอบ
zh_tw: 墨水收集器將滿。 觸摸印表機的 [OK] 按鈕繼續列印。 印表機即將需要更換墨水收集器。 請聯絡服務中心進行更換。 墨水收集器僅能由專業技術人員更換。

source: Touch the printer's OK button. Printing resumes from the next paper.
da: Rør knappen OK på printeren. Udskrivningen fortsætter fra det næste ark papir.
el: Αγγίξτε το κουμπί OK του εκτυπωτή. Η εκτύπωση συνεχίζεται από το επόμενο χαρτί.
es: Toque el botón OK de la impresora. La impresión se reanuda a partir del siguiente papel.
hu: Érintse meg a nyomtató OK gombját. A nyomtatás a következő laptól folytatódik.
id: Sentuh tombol OK pada pencetak. Pencetakan dilanjutkan kembali dari kertas berikutnya.
ja: プリンターのOKボタンをタッチしてください。次の用紙から印刷を開始します。
ru: Коснитесь кнопки "OK" на принтере. Печать возобновится со следующего листа.
th: สัมผัสปุ่ม OK ของเครื่องพิมพ์ การพิมพ์จะเริ่มใหม่ตั้งแต่หน้าถัดไป
zh_tw: 觸摸印表機的 [OK] 按鈕。從下一頁恢復列印。

source: Duplex printing cannot be continued because the size of the paper loaded in the printer is not supported by the duplex printing function or a paper size that does not allow duplex printing was specified. Load paper of the correct size in the printer, check the paper size setting, then touch the OK button on the printer.
da: Dupleksudskrivningen kan ikke fortsættes, da størrelsen på papiret i printeren ikke understøttes af funktionen til dupleksudskrivning, eller du har angivet en papirstørrelse, der ikke kan bruges ved dupleksudskrivning. Læg papir i den rigtige størrelse i printeren, kontroller indstillingen for papirstørrelse, og berør derefter på knappen OK på printeren.
el: Η εκτύπωση διπλής όψης δεν μπορεί να συνεχιστεί είτε γιατί το μέγεθος του χαρτιού που είναι τοποθετημένο στον εκτυπωτή δεν υποστηρίζεται από τη λειτουργία εκτύπωσης διπλής όψης είτε γιατί έχει επιλεγεί ένα μέγεθος χαρτιού που δεν επιτρέπει την εκτύπωση διπλής όψης. Τοποθετήστε χαρτί κατάλληλου μεγέθους στον εκτυπωτή, ελέγξτε τη ρύθμιση μεγέθους χαρτιού, και στη συνέχεια αγγίξτε το κουμπί OK του εκτυπωτή.
es: No se puede continuar con la impresión a doble cara porque la función de impresión a doble cara no admite el tamaño del papel introducido en la impresora o porque se especificó un tamaño de papel que no admite impresión a doble cara. Introduzca papel del tamaño correcto, compruebe la configuración del tamaño del papel y, a continuación, toque el botón OK de la impresora.
hu: A kétoldalas nyomtatás nem folytatható, mivel a nyomtatóba tett papír méretét vagy a beállított papírméretet a kétoldalas nyomtatás nem támogatja. Tegye be a helyes méretű papírt a nyomtatóba, ellenőrizze a papírméret-beállítást, majd érintse meg az OK gombot a nyomtatón.
id: Pencetakan dupleks tidak dapat dilanjutkan karena ukuran kertas yang dimuatkan dalam pencetak tidak didukung oleh fungsi pencetakan dupleks atau ukuran kertas yang tidak mendukung pencetakan dupleks telah ditentukan. Muatkan kertas dengan ukuran yang benar ke dalam pencetak, periksa setelan ukuran kertas, kemudian sentuh tombol OK pada pencetak.
ja: 両面印刷に対応していないサイズの用紙がプリンターにセットされているか、両面印刷ができない用紙サイズが指定されているため、両面印刷を続行できません。正しいサイズの用紙をプリンターにセットし、設定を確認してからプリンターのOKボタンをタッチしてください。
ru: Невозможно продолжить двухстороннюю печать, поскольку размер загруженной в принтер бумаги не поддерживается функцией двухсторонней печати или был задан не подходящий для двухсторонней печати размер бумаги. Загрузите в принтер бумагу подходящего размера, проверьте параметр размера бумаги и прикоснитесь к клавише "OK" на принтере.
th: การพิมพ์ทั้งสองหน้าไม่สามารถใช้งานต่อไปได้ เพราะฟังก์ชันการพิมพ์ทั้งสองหน้าไม่สนับสนุนขนาดกระดาษที่ใส่ในเครื่องพิมพ์อยู่ หรือมีขนาดกระดาษที่การพิมพ์ทั้งสองหน้าใช้งานไม่ได้นั้นได้ถูกกำหนดอยู่แล้ว ป้อนกระดาษที่มีขนาดถูกต้องอยู่ในเครื่องพิมพ์ ตรวจการตั้งค่าขนาดกระดาษ แล้วสัมผัสปุ่ม OK บนเครื่องพิมพ์
zh_tw: 雙面列印無法繼續進行，因為印表機中裝入紙張的大小不被雙面列印功能支援，或者指定了不允許雙面列印的紙張大小。在印表機中裝入適當大小的紙張，檢查紙張大小設定，然後觸摸印表機的 [OK] 按鈕。

source: Duplex printing cannot be continued because the size of the paper loaded in the printer is not supported by the duplex printing function or a paper size that does not allow duplex printing was specified. Load paper of the correct size in the printer, check the paper size setting, then press the OK button on the printer.
da: Dupleksudskrivningen kan ikke fortsættes, da størrelsen på papiret i printeren ikke understøttes af funktionen til dupleksudskrivning, eller du har angivet en papirstørrelse, der ikke kan bruges ved dupleksudskrivning. Læg papir i den rigtige størrelse i printeren, kontroller indstillingen for papirstørrelse, og tryk derefter på knappen OK på printeren.
el: Η εκτύπωση διπλής όψης δεν μπορεί να συνεχιστεί είτε γιατί το μέγεθος του χαρτιού που είναι τοποθετημένο στον εκτυπωτή δεν υποστηρίζεται από τη λειτουργία εκτύπωσης διπλής όψης είτε γιατί έχει επιλεγεί ένα μέγεθος χαρτιού που δεν επιτρέπει την εκτύπωση διπλής όψης. Τοποθετήστε χαρτί κατάλληλου μεγέθους στον εκτυπωτή, ελέγξτε τη ρύθμιση μεγέθους χαρτιού, και στη συνέχεια πατήστε το κουμπί OK του εκτυπωτή.
es: No se puede continuar con la impresión a doble cara porque la función de impresión a doble cara no admite el tamaño del papel introducido en la impresora o porque se especificó un tamaño de papel que no admite impresión a doble cara. Introduzca papel del tamaño correcto, compruebe la configuración del tamaño del papel y, a continuación, pulse el botón OK de la impresora.
hu: A kétoldalas nyomtatás nem folytatható, mivel a nyomtatóba tett papír méretét vagy a beállított papírméretet a kétoldalas nyomtatás nem támogatja. Tegye be a helyes méretű papírt a nyomtatóba, ellenőrizze a papírméret-beállítást, majd nyomja meg az OK gombot a nyomtatón.
id: Pencetakan dupleks tidak dapat dilanjutkan karena ukuran kertas yang dimuatkan dalam pencetak tidak didukung oleh fungsi pencetakan dupleks atau ukuran kertas yang tidak mendukung pencetakan dupleks telah ditentukan. Muatkan kertas dengan ukuran yang benar ke dalam pencetak, periksa setelan ukuran kertas, kemudian tekan tombol OK pada pencetak.
ja: 両面印刷に対応していないサイズの用紙がプリンターにセットされているか、両面印刷ができない用紙サイズが指定されているため、両面印刷を続行できません。正しいサイズの用紙をプリンターにセットし、設定を確認してからプリンターのOKボタンを押してください。
ru: Невозможно продолжить двухстороннюю печать, поскольку размер загруженной в принтер бумаги не поддерживается функцией двухсторонней печати или был задан не подходящий для двухсторонней печати размер бумаги. Загрузите в принтер бумагу подходящего размера, проверьте параметр размера бумаги и нажмите кнопку "OK" на принтере.
th: การพิมพ์ทั้งสองหน้าไม่สามารถใช้งานต่อไปได้ เพราะฟังก์ชันการพิมพ์ทั้งสองหน้าไม่สนับสนุนขนาดกระดาษที่ใส่ในเครื่องพิมพ์อยู่ หรือมีขนาดกระดาษที่การพิมพ์ทั้งสองหน้าใช้งานไม่ได้นั้นได้ถูกกำหนดอยู่แล้ว ป้อนกระดาษที่มีขนาดถูกต้องอยู่ในเครื่องพิมพ์ ตรวจการตั้งค่าขนาดกระดาษ แล้วกดปุ่ม OK บนเครื่องพิมพ์
zh_tw: 雙面列印無法繼續進行，因為印表機中裝入紙張的大小不被雙面列印功能支援，或者指定了不允許雙面列印的紙張大小。在印表機中裝入適當大小的紙張，檢查紙張大小設定，然後按印表機的 [OK] 按鈕。

source: Duplex printing cannot be continued because the size of the paper loaded in the printer is not supported by the duplex printing function or a paper size that does not allow duplex printing was specified. Load paper of the correct size in the printer, check the paper size setting, then press the RESUME button on the printer.
da: Dupleksudskrivningen kan ikke fortsættes, da størrelsen på papiret i printeren ikke understøttes af funktionen til dupleksudskrivning, eller du har angivet en papirstørrelse, der ikke kan bruges ved dupleksudskrivning. Læg papir i den rigtige størrelse i printeren, kontroller indstillingen for papirstørrelse, og tryk derefter på knappen FORTSÆT (RESUME) på printeren.
el: Η εκτύπωση διπλής όψης δεν μπορεί να συνεχιστεί είτε γιατί το μέγεθος του χαρτιού που είναι τοποθετημένο στον εκτυπωτή δεν υποστηρίζεται από τη λειτουργία εκτύπωσης διπλής όψης είτε γιατί έχει επιλεγεί ένα μέγεθος χαρτιού που δεν επιτρέπει την εκτύπωση διπλής όψης. Τοποθετήστε χαρτί κατάλληλου μεγέθους στον εκτυπωτή, ελέγξτε τη ρύθμιση μεγέθους χαρτιού, και στη συνέχεια πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑΣ (RESUME) του εκτυπωτή.
es: No se puede continuar con la impresión a doble cara porque la función de impresión a doble cara no admite el tamaño del papel introducido en la impresora o porque se especificó un tamaño de papel que no admite impresión a doble cara. Introduzca papel del tamaño correcto, compruebe la configuración del tamaño del papel y, a continuación, pulse el botón REANUDAR (RESUME) de la impresora.
hu: A kétoldalas nyomtatás nem folytatható, mivel a nyomtatóba tett papír méretét vagy a beállított papírméretet a kétoldalas nyomtatás nem támogatja. Tegye be a helyes méretű papírt a nyomtatóba, ellenőrizze a papírméret-beállítást, majd nyomja meg az ÚJRAKEZD (RESUME) gombot a nyomtatón.
id: Pencetakan dupleks tidak dapat dilanjutkan karena ukuran kertas yang dimuatkan dalam pencetak tidak didukung oleh fungsi pencetakan dupleks atau ukuran kertas yang tidak mendukung pencetakan dupleks telah ditentukan. Muatkan kertas dengan ukuran yang benar ke dalam pencetak, periksa setelan ukuran kertas, kemudian tekan tombol RESUME pada pencetak.
ja: 両面印刷に対応していないサイズの用紙がプリンターにセットされているか、両面印刷ができない用紙サイズが指定されているため、両面印刷を続行できません。正しいサイズの用紙をプリンターにセットし、設定を確認してからプリンターのリセット(RESUME)ボタンを押してください。
ru: Невозможно продолжить двухстороннюю печать, поскольку размер загруженной в принтер бумаги не поддерживается функцией двухсторонней печати или был задан не подходящий для двухсторонней печати размер бумаги. Загрузите в принтер бумагу подходящего размера, проверьте параметр размера бумаги и нажмите кнопку "ВОЗОБНОВИТЬ (RESUME)" на принтере.
th: การพิมพ์ทั้งสองหน้าไม่สามารถใช้งานต่อไปได้ เพราะฟังก์ชันการพิมพ์ทั้งสองหน้าไม่สนับสนุนขนาดกระดาษที่ใส่ในเครื่องพิมพ์อยู่ หรือมีขนาดกระดาษที่การพิมพ์ทั้งสองหน้าใช้งานไม่ได้นั้นได้ถูกกำหนดอยู่แล้ว ป้อนกระดาษที่มีขนาดถูกต้องอยู่ในเครื่องพิมพ์ ตรวจการตั้งค่าขนาดกระดาษ แล้วกดปุ่ม RESUME บนเครื่องพิมพ์
zh_tw: 雙面列印無法繼續進行，因為印表機中裝入紙張的大小不被雙面列印功能支援，或者指定了不允許雙面列印的紙張大小。在印表機中裝入適當大小的紙張，檢查紙張大小設定，然後按印表機的 [重試(RESUME)] 按鈕。

source: Duplex printing cannot be continued because the size of the paper loaded in the printer is not supported by the duplex printing function or a paper size that does not allow duplex printing was specified. Load paper of the correct size in the printer, check the paper size setting, then press the Start button on the printer.
da: Dupleksudskrivningen kan ikke fortsættes, da størrelsen på papiret i printeren ikke understøttes af funktionen til dupleksudskrivning, eller du har angivet en papirstørrelse, der ikke kan bruges ved dupleksudskrivning. Læg papir i den rigtige størrelse i printeren, kontroller indstillingen for papirstørrelse, og tryk derefter på knappen Start på printeren.
el: Η εκτύπωση διπλής όψης δεν μπορεί να συνεχιστεί είτε γιατί το μέγεθος του χαρτιού που είναι τοποθετημένο στον εκτυπωτή δεν υποστηρίζεται από τη λειτουργία εκτύπωσης διπλής όψης είτε γιατί έχει επιλεγεί ένα μέγεθος χαρτιού που δεν επιτρέπει την εκτύπωση διπλής όψης. Τοποθετήστε χαρτί κατάλληλου μεγέθους στον εκτυπωτή, ελέγξτε τη ρύθμιση μεγέθους χαρτιού, και στη συνέχεια πατήστε το κουμπί Έναρξη (Start) του εκτυπωτή.
es: No se puede continuar con la impresión a doble cara porque la función de impresión a doble cara no admite el tamaño del papel introducido en la impresora o porque se especificó un tamaño de papel que no admite impresión a doble cara. Introduzca papel del tamaño correcto, compruebe la configuración del tamaño del papel y, a continuación, pulse el botón Iniciar (Start) de la impresora.
hu: A kétoldalas nyomtatás nem folytatható, mivel a nyomtatóba tett papír méretét vagy a beállított papírméretet a kétoldalas nyomtatás nem támogatja. Tegye be a helyes méretű papírt a nyomtatóba, ellenőrizze a papírméret-beállítást, majd nyomja meg a Start gombot a nyomtatón.
id: Pencetakan dupleks tidak dapat dilanjutkan karena ukuran kertas yang dimuatkan dalam pencetak tidak didukung oleh fungsi pencetakan dupleks atau ukuran kertas yang tidak mendukung pencetakan dupleks telah ditentukan. Muatkan kertas dengan ukuran yang benar ke dalam pencetak, periksa setelan ukuran kertas, kemudian tekan tombol Start pada pencetak.
ja: 両面印刷に対応していないサイズの用紙がプリンターにセットされているか、両面印刷ができない用紙サイズが指定されているため、両面印刷を続行できません。正しいサイズの用紙をプリンターにセットし、設定を確認してからプリンターのスタート(Start)ボタンを押してください。
ru: Невозможно продолжить двухстороннюю печать, поскольку размер загруженной в принтер бумаги не поддерживается функцией двухсторонней печати или был задан не подходящий для двухсторонней печати размер бумаги. Загрузите в принтер бумагу подходящего размера, проверьте параметр размера бумаги и нажмите кнопку "Пуск (Start)" на принтере.
th: การพิมพ์ทั้งสองหน้าไม่สามารถใช้งานต่อไปได้ เพราะฟังก์ชันการพิมพ์ทั้งสองหน้าไม่สนับสนุนขนาดกระดาษที่ใส่ในเครื่องพิมพ์อยู่ หรือมีขนาดกระดาษที่การพิมพ์ทั้งสองหน้าใช้งานไม่ได้นั้นได้ถูกกำหนดอยู่แล้ว ป้อนกระดาษที่มีขนาดถูกต้องอยู่ในเครื่องพิมพ์ ตรวจการตั้งค่าขนาดกระดาษ แล้วกดปุ่ม Start บนเครื่องพิมพ์
zh_tw: 雙面列印無法繼續進行，因為印表機中裝入紙張的大小不被雙面列印功能支援，或者指定了不允許雙面列印的紙張大小。在印表機中裝入適當大小的紙張，檢查紙張大小設定，然後按印表機的 [啟動(Start)] 按鈕。

source: An error occurred during automatic print head alignment. The print head nozzles may be clogged. Execute cleaning on the Maintenance tab of the printer driver, and reexecute print head alignment. If an error still occurs, refer to the user's guide to check the error or carry out manual alignment. Touch the printer's OK button to clear the error.
da: Der er opstået en fejl under den automatiske printhovedjustering. Printhoveddyserne kan være tilstoppede. Udfør rensning fra fanen Vedligeholdelse i printerdriveren, og udfør printhovedjusteringen igen. Hvis der stadig opstår fejl, skal du se i brugervejledningen eller udføre en manuel justering. Rør knappen OK på printeren for at fjerne fejlen.
el: Προέκυψε κάποιο σφάλμα κατά την αυτόματη ευθυγράμμιση κεφαλής εκτύπωσης. Τα ακροφύσια κεφαλής εκτύπωσης ενδέχεται να έχουν φράξει. Προβείτε στον καθαρισμό ανατρέχοντας στην καρτέλα "Συντήρηση" του προγράμματος οδήγησης του εκτυπωτή και εκτελέστε ξανά την ευθυγράμμιση κεφαλής εκτύπωσης. Εάν δεν αποκατασταθεί το σφάλμα, ανατρέξτε στον οδηγό λειτουργίας για να ελέγξετε το σφάλμα ή για να πραγματοποιήσετε μη αυτόματη ευθυγράμμιση. Αγγίξτε το κουμπί OK του εκτυπωτή για να σβήσετε το σφάλμα.
es: Se produjo un error durante la alineación automática de los cabezales. Es posible que los inyectores de los cabezales estén atascados. Ejecute la limpieza en la ficha Mantenimiento del controlador de la impresora y vuelva a ejecutar la alineación de los cabezales. Si continua produciéndose el error, consulte la guía del usuario para comprobar el error o realice una alineación manual. Toque el botón OK de la impresora para eliminar el error.
hu: Hiba történt a nyomtatófej automatikus igazítása közben. A nyomtatófej fúvókái eldugulhattak. Hajtson végre tisztítást a nyomtatóillesztő Karbantartás lapján, majd hajtsa újra végre a nyomtatófej-igazítást. Ha továbbra is hiba történik, akkor a Felhasználói kézikönyvben nézzen utána a hibának, és hajtson végre kézi igazítást. A hibajelzés törléséhez érintse meg a nyomtató OK gombját.
id: Terjadi kesalahan selama penjajaran kepala cetak otomatis. Mulut semprot kepala cetak mungkin tersumbat. Laksanakan pembersihan di tab Perawatan pada pengandar pencetak, dan laksanakan ulang penjajaran kepala cetak. Jika kesalahan masih terjadi, rujuk petunjuk pengguna untuk memeriksa kesalahan atau melakukan penjajaran manual. Sentuh tombol OK pada pencetak untuk memperbaiki kesalahan.
ja: 自動ヘッド位置調整中にエラーが発生しました。 インクの噴出し口(ノズル)が目づまりしている可能性があります。プリンタードライバーの[ユーティリティ]シートでクリーニングを行ってから、再度実行してください。 それでもエラーが発生する場合は、取扱説明書を参照してエラーの原因を確認するか、手動でヘッド位置調整を行ってください。 プリンターのOKボタンをタッチすると、エラーが解除されます。
ru: Произошла ошибка в ходе автоматического выравнивания печатающих головок. Возможно, сопла печатающей головки засорены. Выполните очистку с помощью вкладки "Обслуживание" драйвера принтера и повторно выполните выравнивание печатающих головок. Если ошибка происходит снова, обратитесь к руководству пользователя, чтобы определить ее причины, или выполните выравнивание вручную. Коснитесь кнопки "OK" на принтере, чтобы устранить ошибку.
th: เกิดความผิดพลาดระหว่างการจัดตำแหน่งหัวพิมพ์อัตโนมัติ หัวฉีดอาจอัด ปฏิบัติการทำความสะอาดบนแท็บ 'การบำรุงรักษา' ของไดรเวอร์เครื่องพิมพ์ แล้วปฏิบัติการจัดตำแหน่งหัวพิมพ์อีกครั้ง หากความผิดพลาดยังมีอยู่ โปรดอ่านคำแนะนำผู้ใช้เพื่อตรวจดูความผิดพลาดหรือปฏิบัติการจัดตำแหน่งหัวพิมพ์ด้วยตัวเอง สัมผัสปุ่ม OK ของเครื่องพิมพ์เพื่อแก้ไขความผิดพลาด
zh_tw: 在自動列印頭校準時出現錯誤。 列印頭噴嘴可能被堵塞。執行印表機驅動程式 [維護] 標籤上的清潔，然後重新執行列印頭校準。 如果仍然發生錯誤，請參閱使用者指南以檢查錯誤或執行手動校準。 請觸摸印表機的 [OK] 按鈕消除錯誤。
