Repository: spremi/cnijfilter-source-3.80
Catalog: cngpijmon/po/*.po
Languages: da, el, es, hu, id, ja, ru, th, zh_tw

source: Document printing cannot be executed because the paper output tray is closed.
da: Dokumentudskrivning kan ikke udføres, fordi udbakken er lukket.
el: Δεν είναι δυνατή η εκτύπωση του εγγράφου, διότι ο δίσκος εξόδου χαρτιού είναι κλειστός.
es: No se puede ejecutar la impresión del documento porque la bandeja de salida está cerrada.
hu: A dokumentum nem nyomtatható, mert a papírgyűjtő tálca csukva van.
id: Pencetakan dokumen tidak dapat dilaksanakan karena tatakan keluaran kertas ditutup.
ja: 排紙トレイが閉じているため、印刷を行うことができません。
ru: Печать документа невозможна, так как закрыт лоток приема бумаги.
th: การพิมพ์ข้อมูลไม่สามารถปฏิบัติได้เนื่องจากเทรย์ออกกระดาษปิดอยู่
zh_tw: 由於出紙托盤關閉，無法執行文件列印。

source: Open the paper output tray.
da: Åbn udbakken.
el: Ανοίξτε το δίσκο εξόδου χαρτιού.
es: Abra la bandeja de salida del papel.
hu: Nyissa ki a papírgyűjtő tálcát.
id: Buka tatakan keluaran kertas.
ja: 排紙トレイを開けてください。
ru: Откройте лоток приема бумаги.
th: เปิดเทรย์ออกกระดาษ
zh_tw: 開啟出紙托盤。

source: Print job has been canceled by the operation of the printer.
da: Udskriftsjob er blevet annulleret som følge af betjening af printeren.
el: Η εργασία εκτύπωσης ακυρώθηκε από τη λειτουργία του εκτυπωτή.
es: El trabajo de impresión se ha cancelado por operaciones en la impresora.
hu: A nyomtatóművelet leállította a nyomtatási feladatot.
id: Tugas pencetakan telah dibatalkan karena operasi pencetak.
ja: プリンターの操作で印刷が中止されました。
ru: Задание на печать было отменено на принтере.
th: งานพิมพ์ถูกยกเลิกโดยการดำเนินการของเครื่องพิมพ์
zh_tw: 由於印表機的操作，列印作業已被取消。

source: The ink absorber is almost full. Press the printer's Start button to continue printing. Contact the service center.
da: Blækabsorberen er næsten fuld. Tryk på printerens Start-knap for at fortsætte udskrivningen. Kontakt servicecenteret.
el: Η συλλέκτης μελάνης είναι σχεδόν πλήρης. Πατήστε το κουμπί Έναρξη (Start) του εκτυπωτή για να συνεχίσει η εκτύπωση. Επικοινωνήστε με το κέντρο εξυπηρέτησης.
es: El absorbedor de tinta está casi lleno. Pulse el botón Iniciar (Start) de la impresora para continuar la impresión. Póngase en contacto con el Centro de servicio.
hu: A tintagyűjtő majdnem megtelt. A nyomtatás folytatásához nyomja meg az Start gombot. Vegye fel a kapcsolatot a szervizközponttal.
id: Penyerap tinta hampir penuh. Tekan tombol Start pada pencetak untuk melanjutkan pencetakan. Hubungi pusat pelayanan.
ja: インク吸収体が満杯に近づいています。 プリンターのスタート(Start)ボタンを押すと印刷が再開できます。 早めに修理をご依頼ください。
ru: Абсорбер чернил почти полон. Для продолжения печати нажмите кнопку "Пуск (Start)" на принтере. Обратитесь в сервисный центр.
th: ตัวดูดซับหมึกใกล้จะเต็ม กดปุ่ม Start ของเครื่องพิมพ์เพื่อพิมพ์ต่อไป กรุณาทำการสื่อสารกับศูนย์อำนวยประโยชน์
zh_tw: 墨水收集器將滿。 按印表機的 [啟動(Start)] 按鈕繼續列印。 請聯絡服務中心。

source: The ink absorber is almost full. Press the printer's Start button to continue printing. The printer will soon require servicing to replace the ink absorber. Contact the service center for replacement. The ink absorber can only be replaced by a qualified technician.
da: Blækabsorberen er næsten fuld. Tryk på printerens Start-knap for at fortsætte udskrivningen. Printeren skal snart serviceres for udskiftning af blækabsorberen. Kontakt servicecenteret for udskiftning. Blækabsorberen kan kun udskiftes af en uddannet tekniker.
el: Η συλλέκτης μελάνης είναι σχεδόν πλήρης. Πατήστε το κουμπί Έναρξη (Start) του εκτυπωτή για να συνεχίσει η εκτύπωση. Σύντομα θα χρειαστεί να πραγματοποιηθεί σέρβις για την αντικατάσταση της μονάδας απορρόφησης μελανιού. Επικοινωνήστε με το κέντρο εξυπηρέτησης για την αντικατάσταση. Η μονάδα απορρόφησης μελανιού μπορεί να αντικατασταθεί μόνο από εξειδικευμένο τεχνικό.
es: El absorbedor de tinta está casi lleno. Pulse el botón Iniciar (Start) de la impresora para continuar la impresión. La impresora necesitará pronto asistencia técnica para sustituir el absorbedor de tinta. Para ello, póngase en contacto con el Centro de servicio. El absorbedor de tinta sólo podrá sustituirlo un técnico especializado.
hu: A tintagyűjtő majdnem megtelt. A nyomtatás folytatásához nyomja meg az Start gombot. A nyomtató hamarosan szervizelést igényel az elhasznált tinta gyűjtőjének kicseréléséhez. Vegye fel a kapcsolatot a szervizközponttal a cserével kapcsolatban. A gyűjtőt csak szakképzett szakember cserélheti ki.
id: Penyerap tinta hampir penuh. Tekan tombol Start pada pencetak untuk melanjutkan pencetakan. Pencetak akan segera membutuhkan perbaikan untuk mengganti penyerap tinta. Hubungi pusat pelayanan untuk penggantiannya. Penyerap tinta hanya dapat diganti oleh teknisi berkualifikasi.
ja: インク吸収体が満杯に近づいています。 プリンターのスタート(Start)ボタンを押すと印刷が再開できます。 満杯になると、印刷できなくなりますので、早めに修理受付窓口へ交換をご依頼ください。 お客様ご自身によるインク吸収体の交換はできません。
ru: Абсорбер чернил почти полон. Для продолжения печати нажмите кнопку "Пуск (Start)" на принтере. Скоро потребуется заменить абсорбер чернил в принтере. Для замены обратитесь в сервисный центр. Замена абсорбера чернил должна проводиться только квалифицированным специалистом.
th: ตัวดูดซับหมึกใกล้จะเต็ม กดปุ่ม Start ของเครื่องพิมพ์เพื่อพิมพ์ต่อไป เครื่องพิมพ์ต้องการบริการทันทีเพื่อเปลี่ยนตัวดูดซับหมึก ทำการสื่อสารกับศูนย์อำนวยประโยชน์สำหรับการเปลี่ยน ตัวดูดซับหมึกนี้จะถูกเปลี่ยนได้เฉพาะด้วยผู้ชำนาญที่ผ่านเกณฑ์ตรวจสอบ
zh_tw: 墨水收集器將滿。 按印表機的 [啟動(Start)] 按鈕繼續列印。 印表機即將需要更換墨水收集器。 請聯絡服務中心進行更換。 墨水收集器僅能由專業技術人員更換。

source: The ink absorber is almost full. Press the printer's RESUME button to continue printing. Contact the service center.
da: Blækabsorberen er næsten fuld. Tryk på printerens FORTSÆT (RESUME)-knap for at fortsætte udskrivningen. Kontakt servicecenteret.
el: Η συλλέκτης μελάνης είναι σχεδόν πλήρης. Πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑΣ (RESUME) του εκτυπωτή για να συνεχίσει η εκτύπωση. Επικοινωνήστε με το κέντρο εξυπηρέτησης.
es: El absorbedor de tinta está casi lleno. Pulse el botón REANUDAR (RESUME) de la impresora para continuar la impresión. Póngase en contacto con el Centro de servicio.
hu: A tintagyűjtő majdnem megtelt. A nyomtatás folytatásához nyomja meg a ÚJRAKEZD (RESUME) gombot. Vegye fel a kapcsolatot a szervizközponttal.
id: Penyerap tinta hampir penuh. Tekan tombol RESUME pada pencetak untuk melanjutkan pencetakan. Hubungi pusat pelayanan.
ja: インク吸収体が満杯に近づいています。 プリンターのリセット(RESUME)ボタンを押すと印刷が再開できます。 早めに修理をご依頼ください。
ru: Абсорбер чернил почти полон. Для продолжения печати нажмите кнопку "ВОЗОБНОВИТЬ (RESUME)" на принтере. Обратитесь в сервисный центр.
th: ตัวดูดซับหมึกใกล้จะเต็ม กดปุ่ม RESUME ของเครื่องพิมพ์เพื่อพิมพ์ต่อไป กรุณาทำการสื่อสารกับศูนย์อำนวยประโยชน์
zh_tw: 墨水收集器將滿。 按印表機的 [重試(RESUME)] 按鈕繼續列印。 請聯絡服務中心。

source: The ink absorber is almost full. Press the printer's RESUME button to continue printing. The printer will soon require servicing to replace the ink absorber. Contact the service center for replacement. The ink absorber can only be replaced by a qualified technician.
da: Blækabsorberen er næsten fuld. Tryk på printerens FORTSÆT (RESUME)-knap for at fortsætte udskrivningen. Printeren skal snart serviceres for udskiftning af blækabsorberen. Kontakt servicecenteret for udskiftning. Blækabsorberen kan kun udskiftes af en uddannet tekniker.
el: Η συλλέκτης μελάνης είναι σχεδόν πλήρης. Πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑΣ (RESUME) του εκτυπωτή για να συνεχίσει η εκτύπωση. Σύντομα θα χρειαστεί να πραγματοποιηθεί σέρβις για την αντικατάσταση της μονάδας απορρόφησης μελανιού. Επικοινωνήστε με το κέντρο εξυπηρέτησης για την αντικατάσταση. Η μονάδα απορρόφησης μελανιού μπορεί να αντικατασταθεί μόνο από εξειδικευμένο τεχνικό.
es: El absorbedor de tinta está casi lleno. Pulse el botón REANUDAR (RESUME) de la impresora para continuar la impresión. La impresora necesitará pronto asistencia técnica para sustituir el absorbedor de tinta. Para ello, póngase en contacto con el Centro de servicio. El absorbedor de tinta sólo podrá sustituirlo un técnico especializado.
hu: A tintagyűjtő majdnem megtelt. A nyomtatás folytatásához nyomja meg a ÚJRAKEZD (RESUME) gombot. A nyomtató hamarosan szervizelést igényel az elhasznált tinta gyűjtőjének kicseréléséhez. Vegye fel a kapcsolatot a szervizközponttal a cserével kapcsolatban. A gyűjtőt csak szakképzett szakember cserélheti ki.
id: Penyerap tinta hampir penuh. Tekan tombol RESUME pada pencetak untuk melanjutkan pencetakan. Pencetak akan segera membutuhkan perbaikan untuk mengganti penyerap tinta. Hubungi pusat pelayanan untuk penggantiannya. Penyerap tinta hanya dapat diganti oleh teknisi berkualifikasi.
ja: インク吸収体が満杯に近づいています。 プリンターのリセット(RESUME)ボタンを押すと印刷が再開できます。 満杯になると、印刷できなくなりますので、早めに修理受付窓口へ交換をご依頼ください。 お客様ご自身によるインク吸収体の交換はできません。
ru: Абсорбер чернил почти полон. Для продолжения печати нажмите кнопку "ВОЗОБНОВИТЬ (RESUME)" на принтере. Скоро потребуется заменить абсорбер чернил в принтере. Для замены обратитесь в сервисный центр. Замена абсорбера чернил должна проводиться только квалифицированным специалистом.
th: ตัวดูดซับหมึกใกล้จะเต็ม กดปุ่ม RESUME ของเครื่องพิมพ์เพื่อพิมพ์ต่อไป เครื่องพิมพ์ต้องการบริการทันทีเพื่อเปลี่ยนตัวดูดซับหมึก ทำการสื่อสารกับศูนย์อำนวยประโยชน์สำหรับการเปลี่ยน ตัวดูดซับหมึกนี้จะถูกเปลี่ยนได้เฉพาะด้วยผู้ชำนาญที่ผ่านเกณฑ์ตรวจสอบ
zh_tw: 墨水收集器將滿。 按印表機的 [重試(RESUME)] 按鈕繼續列印。 印表機即將需要更換墨水收集器。 請聯絡服務中心進行更換。 墨水收集器僅能由專業技術人員更換。

source: Printing cannot be executed because the inner cover is open.
da: Udskrivningen kan ikke udføres, fordi det indvendige dæksel er åbent.
el: Η εκτύπωση δεν μπορεί να εκτελεστεί διότι το εσωτερικό κάλυμμα είναι ανοιχτό.
es: No se puede realizar la impresión porque la tapa interior está abierta.
hu: A nyomtatás nem végezhető el, mert a belső fedél nyitva van.
id: Pencetakan tidak dapat dilaksanakan karena penutup dalam terbuka.
ja: プリンターの内部カバーが開いているため、印刷を行うことができません。
ru: Печатать нельзя, поскольку открыта внутренняя крышка.
th: ไม่สามารถดำเนินการพิมพ์ได้ เพราะฝาภายในเปิดอยู่
zh_tw: 由於內蓋已開啟，所以無法執行列印。

source: During printing, the inner cover of the printer was opened.
da: Under udskrivningen blev det indvendige dæksel i printeren åbnet.
el: Κατά την εκτύπωση, το εσωτερικό κάλυμμα του εκτυπωτή άνοιξε.
es: Durante la impresión, la tapa interna de la impresora estaba abierta.
hu: A nyomtatás során a nyomtató belső fedele kinyílt.
id: Selama pencetakan, penutup dalam pencetak terbuka.
ja: 印刷中に、プリンターの内部カバーが開けられました。
ru: Во время печати была открыта внутренняя крышка принтера.
th: ขณะที่ทำการพิมพ์ ฝาภายในของเครื่องพิมพ์เปิดอยู่
zh_tw: 列印過程中，印表機內蓋被開啟。

source: Close the inner cover.
da: Luk det indvendige dæksel.
el: Κλείστε το εσωτερικό κάλυμμα.
es: Cierre la tapa interior.
hu: Zárja le a belső fedőt.
id: Tutup penutup dalam.
ja: 内部カバーを閉じてください。
ru: Закройте внутреннюю крышку.
th: ปิดฝาภายใน
zh_tw: 關閉內蓋。

source: Paper Thickness Lever Position:
da: Placering af greb til papirtykkelse:
el: Θέση ρυθμ/κού πάχους χαρτιού:
es: Posición palanca grosor papel:
hu: Papírvastagsági kar pozíciója:
id: Posisi Tuas Ketebalan Kertas:
ja: 紙厚レバー位置 :
ru: Положение рычага толщины:
th: ตำแหน่งคานปรับความหนากระดาษ:
zh_tw: 紙張厚度調整桿位置:

source: Left
da: Venstre
el: Αριστ.
es: Izquierda
hu: Balra
id: Kiri
ja: 左
ru: влево
th: ซ้าย
zh_tw: 左

source: Right
da: Højre
el: Δεξιά
es: Derecha
hu: Jobbra
id: Kanan
ja: 右
ru: вправо
th: ขวา
zh_tw: 右

source: Automatic duplex printing cannot be continued because the size of the paper loaded in the printer is not supported by the automatic duplex printing function, or a paper size that does not allow automatic duplex printing was specified. Load paper of the correct size into the printer, check the paper size setting then press the printer's RESUME button. Printing resumes from the next paper.
da: Den automatiske dupleksudskrivning kan ikke fortsættes, da størrelsen på papiret i printeren ikke understøttes af funktionen til automatisk dupleksudskrivning, eller du har angivet en papirstørrelse, der ikke kan bruges ved automatisk dupleksudskrivning. Læg papir i den rigtige størrelse i printeren, kontroller indstillingen for papirstørrelse, og tryk derefter på knappen FORTSÆT (RESUME) på printeren. Udskrivningen fortsætter fra det næste ark papir.
el: Η αυτόματη εκτύπωση διπλής όψης δεν μπορεί να συνεχιστεί είτε γιατί το μέγεθος του χαρτιού που είναι τοποθετημένο στον εκτυπωτή δεν υποστηρίζεται από τη λειτουργία αυτόματης εκτύπωσης διπλής όψης είτε γιατί έχει επιλεγεί ένα μέγεθος χαρτιού που δεν επιτρέπει την αυτόματη εκτύπωση διπλής όψης. Τοποθετήστε χαρτί κατάλληλου μεγέθους στον εκτυπωτή, ελέγξτε τη ρύθμιση μεγέθους χαρτιού, και στη συνέχεια πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑΣ (RESUME) του εκτυπωτή. Η εκτύπωση συνεχίζεται από το επόμενο χαρτί.
es: No se puede continuar la impresión automática a doble cara porque el tamaño de papel cargado o especificado en la impresora no es compatible con la impresión automática a doble cara. Cargue papel de tamaño correcto en la impresora, compruebe la configuración de tamaño del papel y, a continuación, presione el botón REANUDAR (RESUME) de la impresora. La impresión se reanuda a partir del siguiente papel.
hu: Az automatikus kétoldalas nyomtatás nem folytatható, mivel a nyomtatóba tett papír méretét vagy a beállított papírméretet az automatikus kétoldalas nyomtatás nem támogatja. Tegye be a helyes méretű papírt a nyomtatóba, ellenőrizze a papírméret-beállítást, majd nyomja meg az ÚJRAKEZD (RESUME) gombot a nyomtatón. A nyomtatás a következő laptól folytatódik.
id: Pencetakan dupleks otomatis tidak dapat dilanjutkan karena ukuran kertas yang dimuatkan dalam pencetak tidak didukung oleh fungsi pencetakan dupleks otomatis, atau ukuran kertas yang tidak mendukung pencetakan dupleks otomatis telah ditentukan. Muatkan kertas dengan ukuran yang benar ke dalam pencetak, periksa setelan ukuran kertas kemudian tekan tombol RESUME pada pencetak. Pencetakan dilanjutkan kembali dari kertas berikutnya.
ja: 自動両面印刷に対応していないサイズの用紙がプリンターにセットされているか、自動両面印刷ができない用紙サイズが指定されているため、自動両面印刷を続行できません。正しいサイズの用紙をプリンターにセットし、設定を確認してからプリンターのリセット(RESUME)ボタンを押してください。次の用紙から印刷を開始します。
ru: Продолжение автоматической двухсторонней печати невозможно, поскольку размер вставленной в принтер бумаги не поддерживается функцией автоматической двухсторонней печати или был указан размер бумаги, который не позволяет выполнить автоматическую двухстороннюю печать. Вставьте в принтер бумагу подходящего размера, проверьте настройку размера бумаги, затем нажмите клавишу "ВОЗОБНОВИТЬ (RESUME)" на принтере. Печать возобновится со следующего листа.
th: การพิมพ์ทั้งสองหน้าโดยอัตโนมัติไม่สามารถใช้งานต่อไปได้ เพราะฟังก์ชันการพิมพ์ทั้งสองหน้าโดยอัตโนมัติไม่สนับสนุนขนาดกระดาษที่ใส่ในเครื่องพิมพ์อยู่ หรือมีขนาดกระดาษที่การพิมพ์ทั้งสองหน้าโดยอัตโนมัติใช้งานไม่ได้นั้นได้ถูกกำหนดอยู่แล้ว ป้อนกระดาษที่มีขนาดถูกต้องอยู่ในเครื่องพิมพ์ ตรวจการตั้งค่าชนาดกระดาษ แล้วกดปุ่ม RESUME ของเครื่องพิมพ์ การพิมพ์จะเริ่มใหม่ตั้งแต่หน้าถัดไป
zh_tw: 自動雙面列印無法繼續進行，因為印表機中裝入紙張的大小不被自動雙面列印功能支援，或者指定了不允許自動雙面列印的紙張大小。在印表機中裝入適當大小的紙張，檢查紙張大小設定，然後按印表機的 [重試(RESUME)] 按鈕。從下一頁恢復列印。

source: Automatic duplex printing cannot be continued because the size of the paper loaded in the printer is not supported by the automatic duplex printing function, or a paper size that does not allow automatic duplex printing was specified. Load paper of the correct size into the printer, check the paper size setting then press the printer's OK button. Printing resumes from the next paper.
da: Den automatiske dupleksudskrivning kan ikke fortsættes, da størrelsen på papiret i printeren ikke understøttes af funktionen til automatisk dupleksudskrivning, eller du har angivet en papirstørrelse, der ikke kan bruges ved automatisk dupleksudskrivning. Læg papir i den rigtige størrelse i printeren, kontroller indstillingen for papirstørrelse, og tryk derefter på knappen OK på printeren. Udskrivningen fortsætter fra det næste ark papir.
el: Η αυτόματη εκτύπωση διπλής όψης δεν μπορεί να συνεχιστεί είτε γιατί το μέγεθος του χαρτιού που είναι τοποθετημένο στον εκτυπωτή δεν υποστηρίζεται από τη λειτουργία αυτόματης εκτύπωσης διπλής όψης είτε γιατί έχει επιλεγεί ένα μέγεθος χαρτιού που δεν επιτρέπει την αυτόματη εκτύπωση διπλής όψης. Τοποθετήστε χαρτί κατάλληλου μεγέθους στον εκτυπωτή, ελέγξτε τη ρύθμιση μεγέθους χαρτιού, και στη συνέχεια πατήστε το κουμπί OK του εκτυπωτή. Η εκτύπωση συνεχίζεται από το επόμενο χαρτί.
es: No se puede continuar la impresión automática a doble cara porque el tamaño de papel cargado o especificado en la impresora no es compatible con la impresión automática a doble cara. Cargue papel de tamaño correcto en la impresora, compruebe la configuración de tamaño del papel y, a continuación, presione el botón OK de la impresora. La impresión se reanuda a partir del siguiente papel.
hu: Az automatikus kétoldalas nyomtatás nem folytatható, mivel a nyomtatóba tett papír méretét vagy a beállított papírméretet az automatikus kétoldalas nyomtatás nem támogatja. Tegye be a helyes méretű papírt a nyomtatóba, ellenőrizze a papírméret-beállítást, majd nyomja meg az OK gombot a nyomtatón. A nyomtatás a következő laptól folytatódik.
id: Pencetakan dupleks otomatis tidak dapat dilanjutkan karena ukuran kertas yang dimuatkan dalam pencetak tidak didukung oleh fungsi pencetakan dupleks otomatis, atau ukuran kertas yang tidak mendukung pencetakan dupleks otomatis telah ditentukan. Muatkan kertas dengan ukuran yang benar ke dalam pencetak, periksa setelan ukuran kertas kemudian tekan tombol OK pada pencetak. Pencetakan dilanjutkan kembali dari kertas berikutnya.
ja: 自動両面印刷に対応していないサイズの用紙がプリンターにセットされているか、自動両面印刷ができない用紙サイズが指定されているため、自動両面印刷を続行できません。正しいサイズの用紙をプリンターにセットし、設定を確認してからプリンターのOKボタンを押してください。次の用紙から印刷を開始します。
ru: Продолжение автоматической двухсторонней печати невозможно, поскольку размер вставленной в принтер бумаги не поддерживается функцией автоматической двухсторонней печати или был указан размер бумаги, который не позволяет выполнить автоматическую двухстороннюю печать. Вставьте в принтер бумагу подходящего размера, проверьте настройку размера бумаги, затем нажмите клавишу "OK" на принтере. Печать возобновится со следующего листа.
th: การพิมพ์ทั้งสองหน้าโดยอัตโนมัติไม่สามารถใช้งานต่อไปได้ เพราะฟังก์ชันการพิมพ์ทั้งสองหน้าโดยอัตโนมัติไม่สนับสนุนขนาดกระดาษที่ใส่ในเครื่องพิมพ์อยู่ หรือมีขนาดกระดาษที่การพิมพ์ทั้งสองหน้าโดยอัตโนมัติใช้งานไม่ได้นั้นได้ถูกกำหนดอยู่แล้ว ป้อนกระดาษที่มีขนาดถูกต้องอยู่ในเครื่องพิมพ์ ตรวจการตั้งค่าชนาดกระดาษ แล้วกดปุ่ม OK ของเครื่องพิมพ์ การพิมพ์จะเริ่มใหม่ตั้งแต่หน้าถัดไป
zh_tw: 自動雙面列印無法繼續進行，因為印表機中裝入紙張的大小不被自動雙面列印功能支援，或者指定了不允許自動雙面列印的紙張大小。在印表機中裝入適當大小的紙張，檢查紙張大小設定，然後按印表機的 [OK] 按鈕。從下一頁恢復列印。

source: Appropriate ink tank is not installed. Make sure the following ink tank is installed properly.
da: Den korrekte blækbeholder er ikke installeret. Sørg for, at den følgende blækbeholder er installeret korrekt.
el: Δεν τοποθετήθηκε το κατάλληλο δοχείο μελάνης. Βεβαιωθείτε ότι το παρακάτω δοχείο μελάνης έχει τοποθετηθεί σωστά.
es: No está instalado el depósito de tinta apropiado. Compruebe que el depósito de tinta siguiente está bien instalado.
hu: Nincs behelyezve megfelelő tintatartály. Győződjön meg róla, hogy a következő tintatartály megfelelően van behelyezve.
id: Kotak tinta yang tepat tidak terpasang. Pastikan kotak tinta berikut ini terpasang dengan benar.
ja: 対応していないインクタンクが取り付けられています。 下記のインクタンクが正しく取り付けられていることを確認してください。
ru: Соответствующая чернильница не установлена. Убедитесь, что следующая чернильница установлена должным образом.
th: ตลับหมึกที่เหมาะสมไม่ได้ติดตั้ง ให้แน่ใจว่าตลับหมึกต่อไปนี้ถูกติดตั้งอย่างถูกต้อง
zh_tw: 未安裝合適的墨水盒。 確認以下墨水盒已經正確安裝。

source: Printing cannot be executed because the ink tank is not compatible with this printer. Install the appropriate ink tank.
da: Udskrivning kan ikke udføres, fordi blækbeholderen ikke er kompatibel med denne printer. Installer den rigtige blækbeholder.
el: Δεν μπορεί να εκτελεστεί εκτύπωση γιατί το δοχείο μελάνης δεν είναι συμβατό με αυτόν τον εκτυπωτή. Τοποθετήστε το κατάλληλο δοχείο μελάνης.
es: No se puede imprimir porque el depósito de tinta no es compatible con esta impresora. Instale un depósito de tinta apropiado.
hu: Nem lehet nyomtatni, mivel a tintatartály nem ehhez a nyomtatóhoz való. Helyezze be a megfelelő tintatartályt.
id: Pencetakan tidak dapat dilaksanakan karena kotak tinta tidak kompatibel dengan pencetak ini. Pasang kotak tinta yang tepat.
ja: このプリンターがサポートできないインクタンクが取り付けられているため、印刷できません。 正しいインクタンクを取り付けてください。
ru: Невозможно выполнить печать — чернильница несовместима с данным принтером. Установите соответствующую чернильницу.
th: การพิมพ์ไม่สามารถทำการได้เพราะตลับหมึกไม่สามารถใช้งานได้กับเครื่องพิมพ์นี้ ติดตั้งตลับหมึกที่เหมาะสม
zh_tw: 墨水盒與本機不相容，無法執行列印。 安裝合適的墨水盒。

source: Printer cannot be ready because its inner cover is open.
da: Printeren kan ikke være klar, fordi dets indvendige dæksel er åbent.
el: Ο εκτυπωτής δεν μπορεί να προετοιμαστεί διότι το εσωτερικό κάλυμμα είναι ανοιχτό.
es: La impresora no puede estar preparada porque la cubierta interior está abierta.
hu: A nyomtató nem áll készen, mert nyitva van a belső fedele.
id: Pencetak tidak dapat disiapkan karena penutup dalamnya terbuka.
ja: プリンターの内部カバーが開いているため、プリンターの準備ができません。
ru: Принтер не готов — открыта внутренняя крышка.
th: เครื่องพิมพ์ไม่สามารถเตรียมพร้อมเพราะฝาภายในเปิดอยู่
zh_tw: 由於內蓋已開啟，所以印表機無法準備就緒。

source: Touch the printer's OK button. Printing will restart.
da: Rør knappen OK på printeren. Udskrivningen genstartes.
el: Αγγίξτε το κουμπί OK του εκτυπωτή. Η εκτύπωση θα ξεκινήσει ξανά.
es: Toque el botón OK de la impresora. La impresión se reanudará.
hu: Érintse meg a nyomtató OK gombját. A nyomtatás újraindul.
id: Sentuh tombol OK pada pencetak. Pencetakan akan diulangi lagi.
ja: プリンターのOKボタンをタッチしてください。印刷が再開されます。
ru: Коснитесь кнопки "OK" на принтере. Печать будет перезапущена.
th: สัมผัสปุ่ม OK ของเครื่องพิมพ์ การพิมพ์จะเริ่มใหม่
zh_tw: 觸摸印表機的 [OK] 按鈕。列印將重新開始。

source: Printer cannot be ready for printing because its inner cover is open.
da: Printeren kan ikke være klar til udskrivning, fordi dets indvendige dæksel er åbent.
el: Ο εκτυπωτής δεν μπορεί να προετοιμαστεί για εκτύπωση διότι το εσωτερικό κάλυμμα είναι ανοιχτό.
es: La impresora no puede estar preparada para la impresión porque la cubierta interior está abierta.
hu: A nyomtató nem áll készen nyomtatásra, mert nyitva van a belső fedele.
id: Pencetak tidak dapat disiapkan untuk mencetak karena penutup dalamnya terbuka.
ja: プリンターの内部カバーが開いているため、印刷の準備ができません。
ru: Принтер не готов к печати — открыта внутренняя крышка.
th: เครื่องพิมพ์ไม่สามารถดำเนินการพิมพ์ได้เพราะฝาภายในเปิดอยู่
zh_tw: 由於內蓋已開啟，所以印表機無法準備列印。

source: Touch the printer's OK button.
da: Rør knappen OK på printeren.
el: Αγγίξτε το κουμπί OK του εκτυπωτή.
es: Toque el botón OK de la impresora.
hu: Érintse meg a nyomtató OK gombját.
id: Sentuh tombol OK pada pencetak.
ja: プリンターのOKボタンをタッチしてください。
ru: Коснитесь кнопки "OK" на принтере.
th: สัมผัสปุ่ม OK ของเครื่องพิมพ์
zh_tw: 觸摸印表機的 [OK] 按鈕。
