Repository: spremi/cnijfilter-source-3.80
Catalog: cngpijmon/po/*.po
Languages: da, el, es, hu, id, ja, ru, th, zh_tw

source: The ink absorber is almost full. Press the printer's OK button to continue printing. The printer will soon require servicing to replace the ink absorber. Contact the support center or the service center. The ink absorber can only be replaced by a qualified technician.
da: Den brugte blækbeholder er næsten fyldt. Tryk på knappen OK for at fortsætte udskrivningen. Printeren kræver snart service for at udskifte den brugte blækbeholder. Kontakt supportcenteret eller servicecenteret. Den brugte blækbeholder kan kun udskiftes af en uddannet tekniker.
el: Ο συλλέκτης μελάνης είναι σχεδόν πλήρης. Πατήστε το κουμπί OK του εκτυπωτή για να συνεχιστεί η εκτύπωση. Ο εκτυπωτής θα χρειαστεί σύντομα συντήρηση για να αντικατασταθεί ο συλλέκτης μελάνης. Επικοινωνήστε με το κέντρο υποστήριξης ή με το κέντρο υπηρεσία. Ο συλλέκτης μελάνης μπορεί να αντικατασταθεί μόνο από εξειδικευμένο τεχνικό.
es: El absorbedor de tinta está casi lleno. Pulse el botón OK de la impresora para continuar la impresión. La impresora necesitará pronto asistencia técnica para sustituir el absorbedor de tinta. Póngase en contacto con el centro de asistencia técnica o el centro de servicio. El absorbedor de tinta sólo podrá sustituirlo un técnico especializado.
hu: A tintaelnyelő majdnem tele van. A nyomtatás folytatásához nyomja meg az OK gombot a nyomtatón. A tintaelnyelőt hamarosan ki kell cserélni egy szerviz során. Lépjen kapcsolatba a támogató vagy a szervizközponttal. A tintaelnyelőt csak egy minősített szakember cserélheti ki.
id: Penyerap tinta hampir penuh. Tekan tombol OK pada pencetak untuk melanjutkan pencetakan. Pencetak akan segera membutuhkan perbaikan untuk mengganti penyerap tinta. Hubungi pusat dukungan atau pusat pelayanan. Penyerap tinta hanya dapat diganti oleh teknisi berkualifikasi.
ja: インク吸収体が満杯に近づいています。 プリンターのOKボタンを押すと印刷が再開できます。 満杯になると、印刷できなくなりますので、早めにお客様相談センターまたは修理受付窓口に連絡してください。 お客様ご自身によるインク吸収体の交換はできません。
ru: Абсорбер чернил почти полон. Нажмите на принтере клавишу "OK", чтобы продолжить печать. Скоро потребуется обслуживание принтера для замены абсорбера чернил. Обратитесь в центр поддержки или в сервисный центр. Абсорбер чернил может заменить только квалифицированный специалист.
th: ตัวดูดซับหมึกใกล้จะเต็ม กดปุ่ม OK ของเครื่องพิมพ์เพื่อพิมพ์ต่อไป เครื่องพิมพ์ต้องการบริการทันทีเพื่อเปลี่ยนตัวดูดซับหมึก ทำการสื่อสารกับศูนย์อำนวยสนับสนุนหรือศูนย์อำนวยประโยชน์ ตัวดูดซับหมึกนี้จะถูกเปลี่ยนได้เฉพาะด้วยผู้ชำนาญที่ผ่านเกณฑ์ตรวจสอบ
zh_tw: 墨水收集器將滿。 按印表機的 [OK] 按鈕繼續列印。 印表機即將需要更換墨水收集器。 請聯絡支援中心或服務中心。 墨水收集器僅能由專業技術人員更換。

source: The ink absorber is almost full. Press the printer's Start button to continue printing. Contact the service center.
da: Den brugte blækbeholder er næsten fyldt. Tryk på knappen Start for at fortsætte udskrivningen. Kontakt servicecenteret.
el: Ο συλλέκτης μελάνης είναι σχεδόν πλήρης. Πατήστε το κουμπί Έναρξη (Start) του εκτυπωτή για να συνεχίσετε την εκτύπωση. Επικοινωνήστε με το κέντρο υπηρεσία.
es: El absorbedor de tinta está casi lleno. Pulse el botón de Iniciar (Start) de la impresora para continuar la impresión. Póngase en contacto con el centro de servicio.
hu: A tintaelnyelő majdnem tele van. A nyomtatás folytatásához nyomja meg a Start gombot a nyomtatón. Lépjen kapcsolatba a szervizközponttal.
id: Penyerap tinta hampir penuh. Tekan tombol Start pada pencetak untuk melanjutkan pencetakan. Hubungi pusat pelayanan.
ja: インク吸収体が満杯に近づいています。 プリンターのスタート(Start)ボタンを押すと印刷が再開できます。 早めに修理受付窓口に連絡してください。
ru: Абсорбер чернил почти полон. Нажмите клавишу "Пуск (Start)" на принтере, чтобы продолжить печать. Обратитесь в сервисный центр.
th: ตัวดูดซับหมึกใกล้จะเต็ม กดปุ่ม Start ของเครื่องพิมพ์เพื่อพิมพ์ต่อไป กรุณาทำการสื่อสารกับศูนย์อำนวยประโยชน์
zh_tw: 墨水收集器將滿。 按印表機的 [啟動(Start)] 按鈕繼續列印。 請聯絡服務中心。

source: The ink absorber is almost full. Press the printer's Start button to continue printing. The printer will soon require servicing to replace the ink absorber. Contact the support center or the service center. The ink absorber can only be replaced by a qualified technician.
da: Den brugte blækbeholder er næsten fyldt. Tryk på knappen Start for at fortsætte udskrivningen. Printeren kræver snart service for at udskifte den brugte blækbeholder. Kontakt supportcenteret eller servicecenteret. Den brugte blækbeholder kan kun udskiftes af en uddannet tekniker.
el: Ο συλλέκτης μελάνης είναι σχεδόν πλήρης. Πατήστε το κουμπί Έναρξη (Start) του εκτυπωτή για να συνεχίσετε την εκτύπωση. Ο εκτυπωτής θα χρειαστεί σύντομα συντήρηση για να αντικατασταθεί ο συλλέκτης μελάνης. Επικοινωνήστε με το κέντρο υποστήριξης ή με το κέντρο υπηρεσία. Ο συλλέκτης μελάνης μπορεί να αντικατασταθεί μόνο από εξειδικευμένο τεχνικό.
es: El absorbedor de tinta está casi lleno. Pulse el botón de Iniciar (Start) de la impresora para continuar la impresión. La impresora necesitará pronto asistencia técnica para sustituir el absorbedor de tinta. Póngase en contacto con el centro de asistencia técnica o el centro de servicio. El absorbedor de tinta sólo podrá sustituirlo un técnico especializado.
hu: A tintaelnyelő majdnem tele van. A nyomtatás folytatásához nyomja meg a Start gombot a nyomtatón. A tintaelnyelőt hamarosan ki kell cserélni egy szerviz során. Lépjen kapcsolatba a támogató vagy a szervizközponttal. A tintaelnyelőt csak egy minősített szakember cserélheti ki.
id: Penyerap tinta hampir penuh. Tekan tombol Start pada pencetak untuk melanjutkan pencetakan. Pencetak akan segera membutuhkan perbaikan untuk mengganti penyerap tinta. Hubungi pusat dukungan atau pusat pelayanan. Penyerap tinta hanya dapat diganti oleh teknisi berkualifikasi.
ja: インク吸収体が満杯に近づいています。 プリンターのスタート(Start)ボタンを押すと印刷が再開できます。 満杯になると、印刷できなくなりますので、早めにお客様相談センターまたは修理受付窓口に連絡してください。 お客様ご自身によるインク吸収体の交換はできません。
ru: Абсорбер чернил почти полон. Нажмите клавишу "Пуск (Start)" на принтере, чтобы продолжить печать. Скоро потребуется обслуживание принтера для замены абсорбера чернил. Обратитесь в центр поддержки или в сервисный центр. Абсорбер чернил может заменить только квалифицированный специалист.
th: ตัวดูดซับหมึกใกล้จะเต็ม กดปุ่ม Start ของเครื่องพิมพ์เพื่อพิมพ์ต่อไป เครื่องพิมพ์ต้องการบริการทันทีเพื่อเปลี่ยนตัวดูดซับหมึก ทำการสื่อสารกับศูนย์อำนวยสนับสนุนหรือศูนย์อำนวยประโยชน์ ตัวดูดซับหมึกนี้จะถูกเปลี่ยนได้เฉพาะด้วยผู้ชำนาญที่ผ่านเกณฑ์ตรวจสอบ
zh_tw: 墨水收集器將滿。 按印表機的 [啟動(Start)] 按鈕繼續列印。 印表機即將需要更換墨水收集器。 請聯絡支援中心或服務中心。 墨水收集器僅能由專業技術人員更換。

source: The printer's cover is open. If printing is in progress, the cartridge cannot be changed. Close the cover, wait for printing to finish, then open the cover again and change the cartridge.
da: Printerdækslet er åbent. Hvis udskrivningen er i gang, kan patronen ikke udskiftes. Luk dækslet, vent på at udskrivningen er fuldført, og åbn derefter dækslet igen og udskift patronen.
el: Το κάλυμμα του εκτυπωτή είναι ανοικτό. Εάν η εκτύπωση βρίσκεται σε εξέλιξη, δεν μπορείτε να αλλάξετε το φυσίγγιο. Κλείστε το κάλυμμα, περιμένετε να ολοκληρωθεί η εκτύπωση και, στη συνέχεια, ανοίξτε το κάλυμμα και πάλι και αλλάξτε το φυσίγγιο.
es: La tapa de la impresora está abierta. Si la impresión está en curso, no se puede cambiar el cartucho. Cierre la tapa, espere a que acabe la impresión y, a continuación, abra de nuevo la tapa y cambie el cartucho.
hu: A nyomtató fedele fel van nyitva. A tintapatron nem cserélhető nyomtatás közben. Zárja le a fedelet, várja meg, amíg a nyomtatás befejeződik, ismét nyissa fel a fedelet, és ekkor cserélje ki a patront.
id: Penutup pencetak terbuka. Jika pencetakan sedang berlangsung, kartrij tidak dapat diganti. Tutup penutup, tunggu sampai pencetakan selesai, kemudian buka penutup lagi dan ganti kartrij.
ja: プリンターのカバーが開いています。 印刷中の場合はインクカートリッジを交換できません。一旦カバーを閉じ、印刷が終わってから再度カバーを開けて交換を行ってください。
ru: Открыта крышка принтера. Если печать не закончена, заменить картридж нельзя. Закройте крышку, дождитесь окончания печати, затем снова откройте крышку и замените картридж.
th: ฝาครอบเครื่องพิมพ์เปิดอยู่ หากงานพิมพ์ค้างอยู่ คาร์ทริดจะไม่สามารถเปลี่ยนได้ ให้ปิดฝาครอบเครื่อง รอให้การพิมพ์เสร็จสิ้น แล้วเปิดฝาอีกและเปลี่ยนคาร์ทริด
zh_tw: 印表機機蓋已開啟。 如果列印正在進行，則無法更換墨盒。關閉機蓋，等待列印完成，然後再開啟機蓋並且更換墨盒。

source: The printer's cover is open. If printing is in progress, the print head or ink tank cannot be changed. Close the cover, wait for printing to finish, then open the cover again and change the print head or ink tank.
da: Printerens dæksel er åben. Hvis der udskrives, kan printhovedet eller blækbeholderen ikke ændres. Luk dækslet, vent til udskrivningen er færdig, åbn derefter dækslet igen, og udskift printhoved eller blækbeholder.
el: Το κάλυμμα του εκτυπωτή είναι ανοιχτό. Εάν υπάρχει εκτύπωση σε εξέλιξη, η κεφαλή εκτύπωσης ή το δοχείο μελάνης δεν μπορούν να αλλαχθούν. Κλείστε το κάλυμμα, περιμένετε να ολοκληρωθεί η εκτύπωση και, στη συνέχεια, ανοίξτε πάλι το κάλυμμα και αλλάξτε την κεφαλή εκτύπωσης ή το δοχείο μελάνης.
es: La cubierta de la impresora está abierta. Si la impresión está en curso, no pueden cambiarse ni el cabezal de impresión ni el depósito de tinta. Cierre la cubierta y espere a que finalice la impresión. Después, vuelva a abrir la cubierta y cambie el cabezal de impresión o el depósito de tinta.
hu: A nyomtató fedőlapja fel van nyitva. Ha nyomtatás van folyamatban, a nyomtatófejet illetve a tintatartályt nem lehet kicserélni. Zárja le a fedőlapot, várja meg míg a nyomtatás befejeződik, nyissa fel a fedőlapot újra, és cserélje ki a nyomtatófejet illetve a tintatartályt.
id: Penutup pencetak terbuka. Jika pencetakan sedang berlangsung, kepala cetak atau kotak tinta tidak dapat diganti. Tutup penutup, tunggu sampai pencetakan selesai, kemudian buka penutup lagi dan ganti kepala cetak atau kotak tinta.
ja: プリンターのカバーが開いています。 印刷中の場合はプリントヘッドまたはインクタンクを交換できません。一旦カバーを閉じ、印刷が終わってから再度カバーを開けて交換を行ってください。
ru: Открыта крышка принтера. Если печать не закончена, заменить печатающую головку или чернильницу нельзя. Закройте крышку, дождитесь окончания печати, затем снова откройте крышку и замените печатающую головку или чернильницу.
th: ฝาครอบเครื่องพิมพ์เปิดอยู่ หากงานพิมพ์ค้างอยู่ หัวพิมพ์หรือตลับหมึกจะไม่สามารถเปลี่ยนได้ ให้ปิดฝาครอบเครื่อง รอให้การพิมพ์เสร็จสิ้น แล้วเปิดฝาอีกและเปลี่ยนหัวพิมพ์หรือตลับหมึก
zh_tw: 印表機機蓋已開啟。 如果列印正在進行，無法更換列印頭或墨水盒。關閉機蓋，等待列印完成，然後再次開啟機蓋並且更換列印頭或墨水盒。

source: Document printing cannot be executed because the paper output tray is closed. Open the paper output tray. Printing will restart.
da: Dokumentudskrivning kunne ikke udføres, fordi udbakken til papir er lukket. Åbn udbakken til papir. Udskrivningen genstartes.
el: Δεν είναι δυνατή η εκτέλεση εκτύπωσης εγγράφου, επειδή η κασέτα εξόδου χαρτιού είναι κλειστή. Ανοίξτε την κασέτα εξόδου χαρτιού. Η εκτύπωση θα ξεκινήσει ξανά.
es: La impresión de documentos no se puede ejecutar porque la bandeja de salida de papel está cerrada. Abra la bandeja de salida de papel. La impresión se reanudará.
hu: A dokumentumnyomtatás nem végezhető el, mert a papírgyűjtő tálca zárva van. Nyissa ki a papírgyűjtő tálcát. A nyomtatás újraindul.
id: Pencetakan dokumen tidak dapat dilaksanakan karena tatakan keluaran kertas tertutup. Buka tatakan keluaran kertas. Pencetakan akan diulangi lagi.
ja: 排紙トレイが閉じているため、印刷を行うことができません。 排紙トレイを開けてください。印刷が再開されます。
ru: Печать документа выполнить нельзя, поскольку закрыт лоток приема бумаги. Откройте лоток приема бумаги. Печать будет перезапущена.
th: ไม่สามารถทำการพิมพ์เอกสารได้ เพราะเทรย์ออกกระดาษปิดอยู่ เปิดเทรย์ออกกระดาษ การพิมพ์จะเริ่มใหม่
zh_tw: 由於出紙托盤已關閉，所以無法執行文件列印。 開啟出紙托盤。列印將重新開始。

source: Document printing cannot be executed because the paper output tray is closed. Press the printer's Open button, and open the paper output tray. Printing will restart.
da: Dokumentudskrivning kunne ikke udføres, fordi udbakken til papir er lukket. Tryk på knappen Åbn på printeren, og åbn udbakken til papir. Udskrivningen genstartes.
el: Δεν είναι δυνατή η εκτέλεση εκτύπωσης εγγράφου, επειδή η κασέτα εξόδου χαρτιού είναι κλειστή. Πατήστε το κουμπί Άνοιγμα του εκτυπωτή και ανοίξτε την κασέτα εξόδου χαρτιού. Η εκτύπωση θα ξεκινήσει ξανά.
es: La impresión de documentos no se puede ejecutar porque la bandeja de salida de papel está cerrada. Presione el botón Abrir de la impresora y abra la bandeja de salida de papel. La impresión se reanudará.
hu: A dokumentumnyomtatás nem végezhető el, mert a papírgyűjtő tálca zárva van. Nyomja meg a Nyitás gombot a nyomtatón, és nyissa ki a papírgyűjtő tálcát. A nyomtatás újraindul.
id: Pencetakan dokumen tidak dapat dilaksanakan karena tatakan keluaran kertas tertutup. Tekan tombol Open pada pencetak, dan buka tatakan keluaran kertas. Pencetakan akan diulangi lagi.
ja: 排紙トレイが閉じているため、印刷を行うことができません。 排紙トレイオープンボタンを押して、排紙トレイを開けてください。印刷が再開されます。
ru: Печать документа выполнить нельзя, поскольку закрыт лоток приема бумаги. Нажмите клавишу 'Открыть' на принтере и откройте лоток приема бумаги. Печать будет перезапущена.
th: ไม่สามารถทำการพิมพ์เอกสารได้ เพราะเทรย์ออกกระดาษปิดอยู่ ให้กดปุ่ม Open ของเครื่องพิมพ์ และเปิดเทรย์ออกกระดาษ การพิมพ์จะเริ่มใหม่
zh_tw: 由於出紙托盤已關閉，所以無法執行文件列印。 按印表機的 [開啟] 按鈕，並開啟出紙托盤。列印將重新開始。

source: Document printing cannot be executed because the front cover is closed. Open the front cover. Printing will restart.
da: Dokumentudskrivningen kan ikke udføres, fordi frontdækslet er lukket. Åbn frontdækslet. Udskrivningen vil genstarte.
el: Δεν είναι δυνατή η εκτύπωση εγγράφου καθώς το μπροστινό κάλυμμα είναι κλειστό. Ανοίξτε το μπροστινό κάλυμμα. Η εκτύπωση θα αρχίσει ξανά.
es: No se puede realizar la impresión del documento porque la cubierta delantera está cerrada. Abra la cubierta delantera. La impresión se reanudará.
hu: A dokumentum nyomtatása nem hajtható végre, mert az előlap csukva van. Nyissa ki az előlapot. A nyomtatás újraindul.
id: Pencetakan dokumen tidak dapat dilaksanakan karena penutup depan tertutup. Buka penutup depan. Pencetakan akan diulangi lagi.
ja: フロントカバーが閉じているため、印刷を行うことができません。 フロントカバーを開けてください。印刷が再開されます。
ru: Невозможно выполнить печать документа — закрыта передняя крышка. Откройте переднюю крышку. Печать будет перезапущена.
th: ไม่สามารถทำการพิมพ์เอกสารได้ เพราะฝาครอบด้านหน้าปิดอยู่ เปิดฝาครอบด้านหน้า การพิมพ์จะเริ่มใหม่
zh_tw: 由於前蓋已關閉，所以無法執行文件列印。 開啟前蓋。列印將重新開始。

source: Cleaning. Please wait.
da: Renser. Vent et øjeblik.
el: Γίνεται καθαρισμός. Περιμένετε.
es: Limpieza. Espere.
hu: Tisztítás. Kérem, várjon.
id: Membersihkan. Silakan tunggu.
ja: クリーニング中です。
ru: Идет очистка. Подождите.
th: ทำความสะอาดอยู่ กรุณารอสักครู่
zh_tw: 清潔進行中。 請稍候。

source: The holder is in the replacement position. After replacing the ink cartridge, close the printer's cover.
da: Holderen er i udskiftningspositionen. Luk printerdækslet, når du har udskiftet blækpatronen.
el: Η υποδοχή βρίσκεται στη θέση αντικατάστασης. Αφού αντικαταστήσετε το φυσίγγιο μελάνης, κλείστε το κάλυμμα του εκτυπωτή.
es: El soporte está en la posición de sustitución. Después de sustituir el cartucho de tinta, cierre la cubierta de la impresora.
hu: A tartó cserélő pozícióban áll. A tintapatron cseréje után zárja le a nyomtató fedőlapját.
id: Penahan berada pada posisi penggantian. Setelah mengganti kartrij tinta, tutup penutup pencetak.
ja: ホルダーが交換位置にあります。 インクカートリッジの交換が終わったら、カバーを閉じてください。
ru: Держатель находится в положении для замены. Заменив картридж, закройте крышку принтера.
th: ตัวยึดเลื่อนเข้าแหน่งการแทนที่อยู่ หลังจากเปลี่ยนคาร์ทริดหมึก ให้ปิดฝาครอบเครื่องพิมพ์
zh_tw: 固定座位於更換位置。 更換墨盒後，關閉印表機機蓋。

source: The holder is in the replacement position. After replacing the print head or the ink tank, close the cover of the printer. To replace only the ink tank, do not remove the print head from the printer. Do not touch the lock lever.
da: Holderen er i udskiftningspositionen. Luk printerdækslet, når du har udskiftet printhovedet eller blækbeholderen. Lad være med at fjerne printhovedet fra printeren, hvis du kun vil udskifte blækbeholderen. Rør ikke ved låsehåndtaget.
el: Η υποδοχή βρίσκεται στη θέση αντικατάστασης. Αφού αντικαταστήσετε την κεφαλή εκτύπωσης ή το δοχείο μελάνης, κλείστε το κάλυμμα του εκτυπωτή. Για να αντικαταστήσετε μόνο το δοχείο μελάνης, μην αφαιρείτε την κεφαλή εκτύπωσης από τον εκτυπωτή. Μην αγγίζετε το μοχλό ασφαλείας.
es: El soporte está en la posición de sustitución. Después de sustituir el cabezal de impresión o el depósito de tinta, cierre la cubierta de la impresora. Para sustituir únicamente el depósito de tinta, no saque el cabezal de impresión de la impresora. No toque la palanca de bloqueo.
hu: A tartó cserélő pozícióban áll. A nyomtatófej vagy a tintatartály cseréje után zárja le a nyomtató fedőlapját. Ha csak a tintatartályokat szeretné cserélni, ne vegye ki a nyomtatófejet a nyomtatóból. Ne nyúljon a lezárókarhoz!
id: Penahan berada pada posisi penggantian. Setelah mengganti kepala cetak atau kotak tinta, tutup penutup pencetak. Untuk hanya mengganti kotak tinta, jangan lepaskan kepala cetak dari pencetak. Jangan sentuh tuas pengunci.
ja: ホルダーが交換位置にあります。 プリントヘッドまたはインクタンクの交換が終わったら、プリンターのカバーを閉じてください。インクタンクを交換するときは、プリントヘッドは取り付けた状態で行ってください。固定レバーにはさわらないでください。
ru: Держатель находится в положении для замены. Заменив печатающую головку или чернильницу, закройте крышку принтера. Чтобы заменить только чернильницу, не извлекайте из принтера печатающую головку. Не трогайте фиксирующий рычаг.
th: ตัวยึดเลื่อนเข้าแหน่งการแทนที่อยู่ หลังจากเปลี่ยนหัวพิมพ์หรือตลับหมึก ให้ปิดฝาครอบเครื่องพิมพ์ อย่าเอาหัวพิมพ์ออกจากเครื่องพิมพ์ในกรณีที่เปลี่ยนตลับหมึกเท่านั้น อย่าต้องคานล็อก
zh_tw: 固定座位於更換位置。 更換列印頭或墨水盒後，關閉印表機機蓋。只更換墨水盒時，請不要從印表機移除列印頭。不要觸碰鎖定桿。

source: Printing.
da: Udskriver.
el: Εκτύπωση.
es: Imprimiendo.
hu: Nyomtatás.
id: Mencetak.
ja: 印刷中です。
ru: Печать.
th: กำลังพิมพ์
zh_tw: 列印中。

source: The printer is performing another operation.
da: Printeren udfører en anden handling.
el: Ο εκτυπωτής πραγματοποιεί άλλη λειτουργία.
es: La impresora está realizando otra operación.
hu: A nyomtató egy másik műveletet végez éppen.
id: Pencetak sedang melakukan operasi lain.
ja: プリンターは別の処理を実行中です。
ru: Принтер выполняет другую операцию.
th: เครื่องพิมพ์กำลังทำการดำเนินการอื่นๆ อยู่
zh_tw: 印表機正在執行其他操作。

source: The holder is in the replacement position. After replacing the ink tank, close the cover.
da: Holderen er i udskiftningspositionen. Udskift blækbeholderen, og luk printerdækslet.
el: Η υποδοχή βρίσκεται στη θέση αντικατάστασης. Αφού αντικαταστήσετε το δοχείο μελάνης, κλείστε το κάλυμμα του εκτυπωτή.
es: El soporte está en la posición de sustitución. Tras sustituir el depósito de tinta, cierre la cubierta.
hu: A tartó cserélő pozícióban áll. A tintatartály cseréje után zárja le a fedőlapot.
id: Penahan berada pada posisi penggantian. Setelah mengganti kotak tinta, tutup penutup.
ja: ホルダーが交換位置にあります。 インクタンクの交換が終わったら、カバーを閉じてください。
ru: Держатель находится в положении для замены. Заменив чернильницу, закройте крышку.
th: ตัวยึดเลื่อนเข้าแหน่งการแทนที่อยู่ หลังจากเปลี่ยนตลับหมึก ให้ปิดฝาครอบเครื่อง
zh_tw: 固定座位於更換位置。 更換墨水盒後，關閉機蓋。

source: A print head is not installed or the installed print head is not compatible with this printer. Install an appropriate print head and close the cover of the printer.
da: Der er ikke installeret et printhoved, eller det installerede printhoved passer ikke til denne printer. Installer et egnet printhoved, og luk printerdækslet.
el: Δεν έχει εγκατασταθεί η σωστή κεφαλή εκτύπωσης ή η εγκατεστημένη κεφαλή εκτύπωσης δεν είναι συμβατή με αυτόν τον εκτυπωτή. Εγκαταστήστε τη σωστή κεφαλή εκτύπωσης και κλείστε το κάλυμμα του εκτυπωτή.
es: No se ha instalado el cabezal de impresión o el cabezal de impresión instalado no es compatible con la impresora. Instale el cabezal de impresión adecuado y cierre la cubierta de la impresora.
hu: Nincs telepítve nyomtatófej, vagy a telepített nyomtatófej nem kompatibilis a nyomtatóval. Telepítsen egy megfelelő nyomtatófejet, majd csukja be a nyomtató fedőlapját.
id: Kepala cetak belum terpasang atau kepala cetak yang terpasang tidak kompatibel dengan pencetak ini. Pasang kepala cetak yang tepat dan tutup penutup pencetak.
ja: プリントヘッドが取り付けられていないか、このプリンターがサポートできないプリントヘッドが取り付けられています。 正しいプリントヘッドを取り付けて、プリンターのカバーを閉じてください。
ru: Печатающая головка не установлена, или установленная печатающая головка несовместима с этим принтером. Установите в принтер соответствующую печатающую головку и закройте крышку принтера.
th: ไม่ได้ติดตั้งหัวพิมพ์หรือหัวพิมพ์ที่ติดตั้งไม่สามารถใช้งานได้กับเครื่องพิมพ์นี้ ให้ติดตั้งหัวพิมพ์ที่เหมาะสมและปิดฝาครอบเครื่องพิมพ์
zh_tw: 未安裝列印頭或安裝的列印頭與該印表機不相容。 安裝合適的列印頭，然後關閉印表機機蓋。

source: Printer is online.
da: Printer er online.
el: Ο εκτυπωτής είναι συνδεδεμένος.
es: La impresora está conectada.
hu: A nyomtató üzemkész.
id: Pencetak daring.
ja: プリンターはオンラインです。
ru: Принтер на связи.
th: เครื่องพิมพ์ออนไลนอยู่
zh_tw: 印表機已連線。

source: The following ink tank is running low.
da: Følgende blækbeholder er ved at løbe tør.
el: Το παρακάτω δοχείο μελάνης έχει χαμηλή στάθμη.
es: Se está agotando el siguiente depósito de tinta.
hu: A következő tintatartály kifogyóban van.
id: Kotak tinta berikut ini akan habis.
ja: 下記のインクは少なくなっています。
ru: Чернила в этой чернильнице заканчиваются.
th: ตลับหมึกต่อไปนี้ใกล้จะหมด
zh_tw: 以下墨水盒墨水量很少。

source: The following ink is running low.
da: Printeren er ved at løbe tør for følgende blæk.
el: Το παρακάτω φυσίγγιο μελάνης έχει χαμηλή στάθμη.
es: Nivel bajo de la siguiente tinta.
hu: A következő tinta kifogyóban van.
id: Tinta berikut ini akan habis.
ja: 下記のインクは少なくなっています。
ru: Чернила указанного ниже цвета заканчиваются.
th: หมึกต่อไปนี้ใกล้จะหมด
zh_tw: 以下墨水量很少。

source: Prepare a new ink tank.
da: Gør en ny blækbeholder klar.
el: Προετοιμάστε ένα νέο δοχείο μελάνης.
es: Prepare un depósito de tinta nuevo.
hu: Készítsen elő egy új tintatartályt.
id: Siapkan kotak tinta baru.
ja: 新しいインクタンクをご用意ください。
ru: Приготовьте новую чернильницу.
th: จัดเตรียมตลับหมึกใหม่ตัวหนึ่ง
zh_tw: 準備新墨水盒。
