Repository: spremi/cnijfilter-source-3.80
Catalog: cngpijmon/po/*.po
Languages: da, el, es, hu, id, ja, ru, th, zh_tw

source: Printing under the current condition may damage the printer. Please be advised that Canon shall not be liable for any printer malfunction or damage caused by refilled ink tanks. To continue printing, you need to release the function for detecting the remaining ink level. Press and hold the printer's Stop/Reset button for at least 5 seconds, and then release it. Releasing the function for detecting the remaining ink level is memorized. This operation will release the function for detecting the remaining level of the above ink.
da: Ved de aktuelle indstillinger kan udskrivning beskadige printeren. Bemærk, at Canon kan ikke gøres ansvarlig for printerfejl eller -skader, der opstår som følge af, at der genpåfyldes blæk. For at fortsætte udskrivningen skal du frigive funktionen til identifikation af blækniveauet. Hold knappen Stop/Nulstil på maskinen nede i mindst 5 sekunder og slip den derefter. Handlingen til frigivelse af funktionen gemmes i hukommelsen. Denne handling udløser funktionen til identifikation af det resterende blækniveau for ovennævnte blæk.
el: Η εκτύπωση υπό τις υπάρχουσες συνθήκες ενδέχεται να προκαλέσει ζημιά στον εκτυπωτή. Σας ενημερώνουμε ότι η Canon δεν φέρει ευθύνη για οποιαδήποτε δυσλειτουργία ή ζημιά ενδέχεται να προκληθεί από το ξαναγέμισμα των δοχείων μελάνης. Για να συνεχίσετε την εκτύπωση, πρέπει να απενεργοποιήσετε τη λειτουργία εντοπισμού της ποσότητας μελάνης που απομένει. Πατήστε και κρατήστε πατημένο το κουμπί Διακοπή/Επαναφορά του εκτυπωτή για τουλάχιστον 5 δευτερόλεπτα και στη συνέχεια αφήστε το. Η απενεργοποίηση της λειτουργίας ανίχνευσης της ποσότητας μελάνης που απομένει αποθηκεύεται στη μνήμη. Αυτή η λειτουργία θα απενεργοποιήσει τη διαδικασία εντοπισμού της στάθμης της ανωτέρω μελάνης που απομένει.
es: La impresión en las condiciones actuales puede dañar la impresora. Tenga en cuenta que Canon no será responsable de ningún mal funcionamiento o daño de la impresora provocado por depósitos de tinta rellenados. Para continuar con la impresión, tendrá que liberar la función para detectar el nivel de tinta restante. Mantenga pulsado el botón Parar/Reiniciar de la impresora durante 5 segundos como mínimo y suéltelo. La liberación de la función para detectar el nivel de tinta restante se guardará en memoria. Esta operación liberará la función de detección del nivel de tinta restante de la tinta anterior.
hu: A nyomtatás ebben az állapotban károsíthatja a nyomtatót. Kérjük, vegye tudomásul, hogy a Canon nem felelős a tintatartály újratöltéséből eredő nyomtatóhibákért és károkért. Ha folytatni szeretné a nyomtatást, ki kell kapcsolni a maradék tintaszint érzékelésének funkcióját. Nyomja le, s tartsa lenyomva a nyomtató Stop/Visszaállít gombját legalább 5 másodpercig, majd engedje fel. A maradék tintatszintet figyelő funkció kikapcsolása megjegyzésre került. Ez a művelet feloldja a fenti tintánál a maradék tintaszint érzékelésének funkcióját.
id: Mencetak dalam kondisi sekarang ini mungkin dapat merusak pencetak. Harap diketahui bahwa Canon tidak bertanggung jawab atas kegagalan atau kerusakan apa pun pada pencetak yang disebabkan oleh kotak tinta isi ulang. Untuk melanjutkan pencetakan, Anda perlu menonaktfikan fungsi untuk mendeteksi level sisa tinta. Tekan dan tahan tombol Stop/Reset pada pencetak selama sekurangnya 5 detik, dan kemudian lepaskan. Penonaktifan fungsi untuk mendeteksi level tinta tersisa telah dicatat. Operasi ini akan menonaktifkan fungsi pendeteksian level sisa tinta di atas.
ja: 一度空になったインクタンクで印刷を続けると、プリンターに損傷を与えるおそれがあります。インクを補充したことが原因の故障については、キヤノンは責任を負いかねます。 印刷を続ける場合は、インク残量検知機能を無効にする必要があります。プリンターのストップ/リセットボタンを5秒以上押してから離してください。インク残量検知機能を無効にしたことを履歴に残します。 本操作後は、上記のインク残量検知機能を無効にします。
ru: Печать в таком состоянии может привести к повреждению принтера. Пожалуйста, учтите, что компания Canon не будет нести ответственности за любые неполадки или неисправности, возникшие вследствие повторной заправки чернильниц. Чтобы продолжить печать, отключите функцию определения оставшегося запаса чернил. Нажмите и не отпускайте не менее 5 секунд клавишу Стоп/сброс на принтере, после чего отпустите ее. В памяти делается запись об отключении функции определения оставшегося запаса чернил. Эта операция отключит функцию определения оставшегося запаса чернил указанного выше цвета.
th: การพิมพ์อาจทำให้เครื่องพิมพ์เกิดความเสียหายในสภาวะปัจจุบันนี้ โปรดสนใจที่ว่า Canon จะไม่รับผิดชอบต่อความผิดปกติหรือความเสียหายของเครื่องพิมพ์อันเกิดจากการใช้ตลับหมึกที่ถูกเติมน้ำหมึกอีก เพื่อการพิมพ์ต่อไป คุณต้องการทำให้ฟังก์ชันการตรวจสอบระดับหมึกที่เหลืออยู่ไม่ทำงาน กดและค้างไว้ปุ่ม Stop/Reset ของเครื่องพิมพ์อย่างน้อย 5 วินาทีแล้วปล่อย ปลดปล่อยฟังก์ชันการตรวจสอบระดับหมึกที่เหลืออยู่ที่ถูกท่องจำไว้ การดำเนินการนี้จะทำให้ฟังก์ชันการตรวจสอบระดับหมึกดังกล่าวที่เหลืออยู่หยุดการทำงาน
zh_tw: 在目前情況下列印，將可能會使印表機受損。請注意，對於使用耗盡過而又再填充的墨水盒而導致的印表機故障或損壞，Canon 將不承擔任何責任。 如要繼續列印，您需要使偵測剩餘墨水量的功能失效。請按住印表機的 [停止/重新設定] 按鈕至少 5 秒鐘，再放開。偵測剩餘墨水量的功能失效將被記錄。 該操作將使以上墨水剩餘量偵測功能失效。

source: Replace the ink tank.
da: Udskift blækbeholderen.
el: Αντικαταστήστε το δοχείο μελάνης.
es: Sustituya el depósito de tinta.
hu: Cserélje ki a tintatartályt.
id: Ganti kotak tinta.
ja: インクタンクを交換してください。
ru: Замените чернильницу.
th: ให้แทนที่ตลับหมึก
zh_tw: 更換墨水盒。

source: Printing cannot be executed because the ink cartridge may not be installed properly or may not be compatible with this printer. Install the appropriate ink cartridge.
da: Udskrivningen kan ikke udføres, da blækpatronen muligvis er installeret forkert eller ikke passer til denne printer. Installer den rigtige blækpatron.
el: Η εκτύπωση δεν μπορεί να εκτελεστεί διότι το φυσίγγιο μελάνης ενδέχεται να μην έχει τοποθετηθεί σωστά ή να μην είναι συμβατό με αυτόν τον εκτυπωτή. Εγκαταστήστε το κατάλληλο φυσίγγιο μελάνης.
es: No se puede ejecutar la impresión porque el cartucho de tinta no está instalado correctamente o no es compatible con esta impresora. Instale un cartucho de tinta apropiado.
hu: A nyomtatás nem folytatható, mert a tintapatron nincs jól behelyezve, vagy nem kompatibilis a nyomtatóval. Helyezze be a megfelelő tintapatront.
id: Pencetakan tidak dapat dilaksanakan karena kartrij tinta mungkin tidak terpasang dengan benar atau tidak kompatibel dengan pencetak ini. Pasang kartrij tinta yang tepat.
ja: インクカートリッジが正しく取り付けられていないか、このプリンターがサポートできないインクカートリッジが取り付けられているため、印刷できません。 正しいインクカートリッジを取り付けてください。
ru: Печать выполнить нельзя, поскольку картридж не установлен должным образом или несовместим с этим принтером. Установите соответствующий картридж.
th: การพิมพ์ไม่สามารถทำการได้เนื่องจากคาร์ทริดหมึกอาจไม่ได้ติดตั้งอย่างถูกต้องหรืออาจไม่สามารถใช้งานได้กับเครื่องพิมพ์นี้ ติดตั้งคาร์ทริดหมึกที่เหมาะสม
zh_tw: 因為墨盒可能安裝不正確或墨盒與本印表機不相容，列印無法執行。 安裝合適的墨盒。

source: The function for detecting the remaining ink level will be disabled since the ink level cannot be correctly detected. If you want to continue printing without this function, press the printer's RESUME button for at least 5 seconds. Canon recommends to use new genuine Canon cartridges in order to obtain optimum qualities. Please be advised that Canon shall not be liable for any malfunction or trouble caused by continuation of printing under the ink out condition.
da: Funktionen til bestemmelse af det tilbageværende blækniveau deaktiveres, da blækniveauet ikke kan bestemmes korrekt. Hvis du vil fortsætte udskrivningen uden denne funktion, skal du trykke på knappen FORTSÆT (RESUME) på printeren i mindst 5 sekunder. Canon anbefaler, at du bruger nye, ægte Canon-blækpatroner, så du opnår den bedste kvalitet. Bemærk, at Canon kan ikke gøres ansvarlig for printerfejl eller -skader, der opstår som følge af fortsat udskrivning ved blækmangel.
el: Η λειτουργία προσδιορισμού της ποσότητας μελάνης που απομένει θα απενεργοποιηθεί καθώς δεν είναι δυνατόν να εντοπιστεί σωστά η ποσότητα μελάνης. Αν θέλετε να συνεχίσετε την εκτύπωση χωρίς αυτήν τη λειτουργία, πατήστε το κουμπί ΣΥΝΕΧΙΣΗ (RESUME) του εκτυπωτή για τουλάχιστον 5 δευτερόλεπτα. Η Canon συνιστά να χρησιμοποιείτε νέα, αυθεντικά φυσίγγια μελάνης της Canon για να έχετε τη βέλτιστη ποιότητα. Σας ενημερώνουμε ότι η Canon δεν φέρει καμία ευθύνη για οποιαδήποτε δυσλειτουργία ή πρόβλημα προκληθεί από τη συνέχιση της εκτύπωσης σε κατάσταση άδειου δοχείου μελάνης.
es: La función de detección del nivel de tinta restante se desactivará, ya que el nivel de tinta no puede detectarse correctamente. Si desea continuar con la impresión sin esta función, presione el botón REANUDAR (RESUME) de la impresora durante 5 segundos como mínimo. Canon recomienda el uso de nuevos cartuchos originales de Canon para obtener una calidad óptima. Canon no se hace responsable del mal funcionamiento ni de los problemas derivados de continuar imprimiendo con el estado de tinta agotada.
hu: A maradék tintaszintet meghatározó funkció ki lesz kapcsolva, mivel a tintaszint nem észlelhető helyesen. Ha e funkció nélkül folytatni akarja a nyomtatást, nyomja meg legalább 5 másodpercig a nyomtató ÚJRAKEZD (RESUME) gombját. A Canon azt javasolja, hogy az optimális minőség elérése végett eredeti Canon patronokat használjon. Figyelmeztetjük, hogy a Canon nem felelős a kifogyott tinta melletti nyomtatásból eredő meghibásodásért.
id: Fungsi pendeteksian level sisa tinta akan didisfungsikan karena level tinta tidak dapat terdeteksi dengan benar. Jika Anda ingin melanjutkan pencetakan tanpa fungsi ini, tekan tombol RESUME pada pencetak selama sekurangnya 5 detik. Canon menganjurkan Anda untuk menggunakan kartrij Canon asli untuk mendapatkan kualitas optimum. Harap diketahui bahwa Canon tidak bertanggung jawab atas kegagalan atau masalah apa pun yang disebabkan oleh perlanjutan pencetakan dalam kondisi tinta habis.
ja: インク残量を正しく検知できないため、インク残量検知機能は使用できなくなります。 この機能を無効にし、インクカートリッジを継続して使用する場合は、プリンターのリセット(RESUME)ボタンを5秒以上押してください。 優れた印刷結果を得るために、新しいキヤノン純正カートリッジへの交換をお勧めします。 インク切れの状態で印刷を続けたことが原因の故障については、キヤノンは責任を負えない場合があります。
ru: Функция определения оставшегося запаса чернил будет отключена, поскольку не удается правильно определить запас чернил. Чтобы продолжить печать без этой функции, нажмите и не отпускайте не менее 5 секунд клавишу "ВОЗОБНОВИТЬ (RESUME)" на принтере. Для достижения оптимального качества компания Canon рекомендует использовать новые оригинальные картриджи Canon. Обратите внимание, что компания Canon не будет нести ответственности за любые неполадки или затруднения, возникшие вследствие продолжения печати при закончившихся чернилах.
th: ฟังก์ชันการตรวจสอบระดับหมึกที่เหลืออยู่จะปิดใช้งานอยู่ เนื่องจากระดับหมึกไม่สามารถตรวจสอบได้อย่างถูกต้อง หากคุณต้องการพิมพ์ต่อไปโดยไม่ใช้ฟังก์ชันนี้ ให้กดปุ่ม RESUME ของเครื่องพิมพ์อย่างน้อย 5 วินาที Canon แนะนำให้คุณใช้ตลับหมึกที่แท้ของ Canon แบบใหม่ เพื่อได้คุณภาพที่ดีที่สุด โปรดสนใจที่ว่า Canon จะไม่รับผิดชอบต่อการทำงานผิดปกติหรืออุปสรรคของเครื่องพิมพ์ซึ่งอาจจะก่อให้เกิดขึ้นโดยการดำเนินการพิมพ์ต่อไปในสภาวะหมึกหมด
zh_tw: 因為無法正確偵測墨水量，剩餘墨水量偵測功能將被禁用。 如果您想不使用該功能並繼續列印，請按印表機的 [重試(RESUME)] 按鈕至少 5 秒鐘。 為得到最佳品質，Canon 推薦您使用新的原裝 Canon 墨盒。 請注意，對於在墨水用盡的情況下繼續列印而導致的印表機故障或問題，Canon 將不承擔任何責任。

source: The function for detecting the remaining ink level will be disabled since the ink level cannot be correctly detected. If you want to continue printing without this function, press the printer's OK button. Canon recommends to use new genuine Canon cartridges in order to obtain optimum qualities.
da: Funktionen til bestemmelse af det tilbageværende blækniveau deaktiveres, da blækniveauet ikke kan bestemmes korrekt. Hvis du vil fortsætte udskrivningen uden denne funktion, skal du trykke på knappen OK på printeren. Canon anbefaler, at du bruger nye, ægte Canon-blækpatroner, så du opnår den bedste kvalitet.
el: Η λειτουργία προσδιορισμού της ποσότητας μελάνης που απομένει θα απενεργοποιηθεί καθώς δεν είναι δυνατόν να εντοπιστεί σωστά η ποσότητα μελάνης. Αν θέλετε να συνεχίσετε την εκτύπωση χωρίς αυτήν τη λειτουργία, πατήστε το κουμπί OK του εκτυπωτή. Η Canon συνιστά τη χρήση αυθεντικών φυσιγγίων μελάνης Canon για άριστα αποτελέσματα.
es: La función de detección del nivel de tinta restante se desactivará, ya que el nivel de tinta no puede detectarse correctamente. Si desea continuar imprimiendo sin esta función, pulse el botón OK de la impresora. Canon recomienda el uso de cartuchos Canon nuevos originales para obtener una calidad óptima.
hu: A maradék tintaszintet meghatározó funkció ki lesz kapcsolva, mivel a tintaszint nem észlelhető helyesen. Ha e funkció nélkül folytatni akarja a nyomtatást, nyomja meg a nyomtató OK gombját. A Canon azt javasolja, hogy az optimális minőség elérése végett eredeti Canon patronokat használjon.
id: Fungsi pendeteksian level sisa tinta akan didisfungsikan karena level tinta tidak dapat dideteksi dengan benar. Jika Anda ingin melanjutkan pencetakan tanpa fungsi ini, tekan tombol OK pada pencetak. Canon menganjurkan untuk menggunakan kartrij Canon asli yang baru untuk mendapatkan kualitas optimum.
ja: インク残量を正しく検知できないため、インク残量検知機能は使用できなくなります。 この機能を無効にし、インクカートリッジを継続して使用する場合は、プリンターのOKボタンを押してください。 優れた印刷結果を得るために、新しいキヤノン純正カートリッジへの交換をお勧めします。
ru: Функция определения оставшегося запаса чернил будет отключена, поскольку не удается правильно определить запас чернил. Чтобы продолжить печать без этой функции, нажмите клавишу "OK" на принтере. Для достижения оптимального качества компания Canon рекомендует использовать новые оригинальные картриджи Canon.
th: ฟังก์ชันการตรวจสอบระดับหมึกที่เหลืออยู่จะปิดใช้งานอยู่ เนื่องจากระดับหมึกไม่สามารถตรวจสอบได้อย่างถูกต้อง หากคุณต้องการพิมพ์ต่อไปโดยไม่ใช้ฟังก์ชันนี้ ให้กดปุ่ม OK ของเครื่องพิมพ์ Canon แนะนำให้คุณใช้ตลับหมึกที่แท้ของ Canon แบบใหม่ เพื่อได้คุณภาพที่ดีที่สุด
zh_tw: 因為無法正確偵測墨水量，剩餘墨水量偵測功能將被禁用。 如果您想不使用該功能並繼續列印，請按印表機的 [OK] 按鈕。 為得到最佳品質，Canon 推薦您使用新的原裝 Canon 墨盒。

source: The function for detecting the remaining ink level will be disabled since the ink level cannot be correctly detected. If you want to continue printing without this function, press the printer's Start button. Canon recommends to use new genuine Canon cartridges in order to obtain optimum qualities.
da: Funktionen til bestemmelse af det tilbageværende blækniveau deaktiveres, da blækniveauet ikke kan bestemmes korrekt. Hvis du vil fortsætte udskrivningen uden denne funktion, skal du trykke på knappen Start på printeren. Canon anbefaler, at du bruger nye, ægte Canon-blækpatroner, så du opnår den bedste kvalitet.
el: Η λειτουργία προσδιορισμού της ποσότητας μελάνης που απομένει θα απενεργοποιηθεί καθώς δεν είναι δυνατόν να εντοπιστεί σωστά η ποσότητα μελάνης. Αν θέλετε να συνεχίσετε την εκτύπωση χωρίς αυτήν τη λειτουργία, πατήστε το κουμπί Έναρξη (Start) του εκτυπωτή. Η Canon συνιστά τη χρήση αυθεντικών φυσιγγίων μελάνης Canon για άριστα αποτελέσματα.
es: La función de detección del nivel de tinta restante se desactivará, ya que el nivel de tinta no puede detectarse correctamente. Si desea continuar imprimiendo sin esta función, pulse el botón de Iniciar (Start) de la impresora. Canon recomienda el uso de cartuchos Canon nuevos originales para obtener una calidad óptima.
hu: A maradék tintaszintet meghatározó funkció ki lesz kapcsolva, mivel a tintaszint nem észlelhető helyesen. Ha e funkció nélkül folytatni akarja a nyomtatást, nyomja meg a nyomtató Start gombját. A Canon azt javasolja, hogy az optimális minőség elérése végett eredeti Canon patronokat használjon.
id: Fungsi pendeteksian level sisa tinta akan didisfungsikan karena level tinta tidak dapat dideteksi dengan benar. Jika Anda ingin melanjutkan pencetakan tanpa fungsi ini, tekan tombol Start pada pencetak. Canon menganjurkan untuk menggunakan kartrij Canon asli yang baru untuk mendapatkan kualitas optimum.
ja: インク残量を正しく検知できないため、インク残量検知機能は使用できなくなります。 この機能を無効にし、インクカートリッジを継続して使用する場合は、プリンターのスタート(Start)ボタンを押してください。 優れた印刷結果を得るために、新しいキヤノン純正カートリッジへの交換をお勧めします。
ru: Функция определения оставшегося запаса чернил будет отключена, поскольку не удается правильно определить запас чернил. Чтобы продолжить печать без этой функции, нажмите клавишу "Пуск (Start)" на принтере. Для достижения оптимального качества компания Canon рекомендует использовать новые оригинальные картриджи Canon.
th: ฟังก์ชันการตรวจสอบระดับหมึกที่เหลืออยู่จะปิดใช้งานอยู่ เนื่องจากระดับหมึกไม่สามารถตรวจสอบได้อย่างถูกต้อง หากคุณต้องการพิมพ์ต่อไปโดยไม่ใช้ฟังก์ชันนี้ ให้กดปุ่ม Start ของเครื่องพิมพ์ Canon แนะนำให้คุณใช้ตลับหมึกที่แท้ของ Canon แบบใหม่ เพื่อได้คุณภาพที่ดีที่สุด
zh_tw: 因為無法正確偵測墨水量，剩餘墨水量偵測功能將被禁用。 如果您想不使用該功能並繼續列印，請按印表機的 [啟動(Start)] 按鈕。 為得到最佳品質，Canon 推薦您使用新的原裝 Canon 墨盒。

source: Prepare a new ink cartridge. If either black or color ink cartridge has run out, you can set the printer to continue printing with the other cartridge from the Ink Cartridge Settings on the Maintenance tab of the printer driver.
da: Klargør en ny blækpatron. Hvis enten den sorte blækpatron eller farveblækpatronen er tom, kan du under Indstillinger for blækpatron på fanen Vedligeholdelse i printerdriveren angive, at printeren skal fortsætte udskrivningen med kun den ene patron.
el: Προετοιμάστε ένα νέο φυσίγγιο μελάνης. Εάν έχει αδειάσει το φυσίγγιο μαύρης ή έγχρωμης μελάνης, από τις Ρυθμίσεις φυσιγγίου μελάνης στην καρτέλα Συντήρηση του προγράμματος οδήγησης του εκτυπωτή, μπορείτε να ρυθμίσετε τον εκτυπωτή να συνεχίσει να εκτυπώνει με το άλλο φυσίγγιο.
es: Preparar un nuevo cartucho de tinta. Si los cartuchos de tinta negra o de color se han quedado sin tinta, puede configurar la impresora para que continúe imprimiendo con otro cartucho en la Configuración de cartuchos de tinta en la ficha Mantenimiento del controlador de la impresora.
hu: Készítsen elő egy új tintapatront. Ha akár a fekete, akár a színes tintapatron kifogy, a nyomtatóillesztő Karbantartás lapján a Tintapatron beállításai elemnél beállíthatja a nyomtatót úgy, hogy az a másik patronból folytassa a nyomtatást.
id: Siapkan kartrij tinta baru. Jika kartrij tinta hitam atau berwarna habis, Anda dapat mengeset pencetak untuk melanjutkan pencetakan dengan kartrij lain dari Setelan Kartrij Tinta di tab Perawatan pada pengandar pencetak.
ja: 新しいインクカートリッジをご用意ください。 どちらかのインクがなくなった場合は、プリンタードライバーのユーティリティシートの[インクカートリッジ設定]を使用して、残りのインクカートリッジのみで印刷を続けることができます。
ru: Приготовьте новый картридж. Если пуст либо черный, либо цветной картридж, можно настроить принтер для продолжения печати с другим картриджем, воспользовавшись кнопкой 'Параметры картриджа' на вкладке 'Обслуживание' драйвера принтера.
th: เตรียมคาร์ทริดหมึกใหม่ตลับหนึ่ง หากตลับหมึกสีดำหรือสีใช้หมด คุณสามารถตั้งต่าเครื่องพิมพ์ให้พิมพ์ต่อไปด้วยตลับหมึกอื่นใน 'การตั้งค่าคาร์ทริดหมึก' บนแท็บ 'การบำรุงรักษา' ของไดรเวอร์เครื่องพิมพ์
zh_tw: 準備新的墨盒。 如果黑色或彩色墨盒已用盡，在印表機驅動程式 [維護] 標籤上的 [墨盒設定] 中可以設定印表機使用其他墨盒繼續列印。

source: Replace the ink tank. Printing under the current condition may damage the printer. To continue printing, press and hold the printer's RESUME button for at least 5 seconds, and then release it. This operation releases the function for detecting the remaining level of the above ink, and releasing the function is memorized. Please be advised that Canon shall not be liable for any malfunction or trouble caused by continuation of printing under the ink out condition.
da: Udskift blækbeholderen. Ved de aktuelle indstillinger kan udskrivning beskadige printeren. Hvis du vil fortsætte udskrivningen, skal du holde knappen FORTSÆT (RESUME) på printeren nede i mindst 5 sekunder og derefter slippe den. Denne handling frigiver funktionen til identifikation af blækniveauerne for blæktyperne ovenfor. Handlingen til frigivelse af funktionen gemmes i hukommelsen. Bemærk, at Canon kan ikke gøres ansvarlig for printerfejl eller -skader, der opstår som følge af fortsat udskrivning ved blækmangel.
el: Αντικαταστήστε το δοχείο μελάνης. Η εκτύπωση υπό τις υπάρχουσες συνθήκες ενδέχεται να προκαλέσει ζημιά στον εκτυπωτή. Για να συνεχίσετε την εκτύπωση, πατήστε και κρατήστε πατημένο το κουμπί ΕΠΑΝΑΦΟΡΑΣ (RESUME) του εκτυπωτή για τουλάχιστον 5 δευτερόλεπτα και έπειτα αφήστε το. Έτσι απενεργοποιείται η λειτουργία εντοπισμού της στάθμης της παραπάνω μελάνης και η απενεργοποίηση της λειτουργίας αποθηκεύεται στη μνήμη. Σας ενημερώνουμε ότι η Canon δεν φέρει καμία ευθύνη για οποιαδήποτε δυσλειτουργία ή πρόβλημα προκληθεί από τη συνέχιση της εκτύπωσης σε κατάσταση άδειου δοχείου μελάνης.
es: Sustituya el depósito de tinta. Si imprime en el estado actual, la impresora puede sufrir daños. Para continuar con la impresión, mantenga pulsado el botón REANUDAR (RESUME) de la impresora durante al menos 5 segundos y, a continuación, suéltelo. Esta operación desactivará la función de detección del nivel de tinta restante del depósito indicado. La desactivación de la función de detección del nivel de tinta restante se memorizará. Canon no se hace responsable del mal funcionamiento ni de los problemas derivados de continuar imprimiendo con el estado de tinta agotada.
hu: Cserélje ki a tintatartályt. A nyomtatás ebben az állapotban károsíthatja a nyomtatót. A nyomtatás folytatásához nyomja meg és tartsa lenyomva az ÚJRAKEZD (RESUME) gombot legalább 5 másodpercig, majd engedje fel. Ezzel kikapcsolja a tintaszintet figyelő funkciót, és ez a kikapcsolás megőrződik. Figyelmeztetjük, hogy a Canon nem felelős a kifogyott tinta melletti nyomtatásból eredő meghibásodásért.
id: Ganti kotak tinta. Mencetak dalam kondisi sekarang ini dapat merusak pencetak. Untuk melanjutkan pencetakan, tekan dan tahan tombol RESUME pada pencetak selama sekurangnya 5 detik, dan kemudian lepaskan. Operasi ini akan menonaktifkan fungsi pendeteksian level sisa tinta di atas, dan penonaktifan fungsi akan dicatat. Harap diketahui bahwa Canon tidak bertanggung jawab atas kegagalan atau masalah apa pun yang disebabkan oleh perlanjutan pencetakan dalam kondisi tinta habis.
ja: インクタンクを交換してください。このまま印刷を続けるとプリンターに損傷を与えるおそれがあります。 印刷を続けるには、プリンターのリセット(RESUME)ボタンを5秒以上押してから離してください。 この場合、上記のインクの残量検知機能が無効になり、無効にしたことを履歴に残します。 インク切れの状態で印刷を続けたことが原因の故障については、キヤノンは責任を負えない場合があります。
ru: Замените эту чернильницу. Печать в таком состоянии может привести к повреждению принтера. Чтобы продолжить печать, нажмите и удерживайте нажатой не менее 5 секунд кнопку "ВОЗОБНОВИТЬ (RESUME)" на принтере, после чего отпустите ее. Эта операция отключит функцию определения оставшегося запаса чернил указанного выше цвета, и в памяти будет сделана запись об отключении. Обратите внимание, что компания Canon не будет нести ответственности за любые неполадки или затруднения, возникшие вследствие продолжения печати при закончившихся чернилах.
th: ให้แทนที่ตลับหมึก การพิมพ์อาจทำให้เครื่องพิมพ์เกิดความเสียหายในสภาวะปัจจุบันนี้ เพื่อพิมพ์ต่อไป ให้กดและค้างไว้ปุ่ม RESUME ของเครื่องพิมพ์อย่างน้อย 5 วินาทีแล้วปล่อย การดำเนินการนี้จะทำให้ฟังก์ชันการตรวจสอบระดับหมึกดังกล่าวที่เหลืออยู่หยุดการทำงาน และฟังก์ชันการปลดปล่อยนี้ถูกจดจำไว้อยู่ โปรดสนใจที่ว่า Canon จะไม่รับผิดชอบต่อการทำงานผิดปกติหรืออุปสรรคของเครื่องพิมพ์ซึ่งอาจจะก่อให้เกิดขึ้นโดยการดำเนินการพิมพ์ต่อไปในสภาวะหมึกหมด
zh_tw: 請更換墨水盒。在目前情況下進行列印可能會使印表機受損。 如要繼續列印，請先按住印表機的 [重試(RESUME)] 按鈕至少 5 秒鐘，再放開。 該操作將使偵測剩餘墨水量的功能失效，且功能失效將會被記錄。 請注意，對於在墨水用盡的情況下繼續列印而導致的印表機故障或問題，Canon 將不承擔任何責任。
