Repository: spremi/cnijfilter-source-3.80
Catalog: cngpijmon/po/*.po
Languages: da, el, es, hu, id, ja, ru, th, zh_tw

source: The function for detecting the remaining ink level will be disabled since the ink level cannot be correctly detected. If you want to continue printing without this function, press the printer's Stop/Reset button for at least 5 seconds. Canon recommends to use new genuine Canon cartridges in order to obtain optimum qualities. Please be advised that Canon shall not be liable for any malfunction or trouble caused by continuation of printing under the ink out condition.
da: Funktionen til bestemmelse af det tilbageværende blækniveau deaktiveres, da blækniveauet ikke kan bestemmes korrekt. Hvis du vil fortsætte udskrivningen uden denne funktion, skal du trykke på knappen Stop/Nulstil (Stop/Reset) på printeren i mindst 5 sekunder. Canon anbefaler, at du bruger nye, ægte Canon-blækpatroner, så du opnår den bedste kvalitet. Bemærk, at Canon kan ikke gøres ansvarlig for printerfejl eller -skader, der opstår som følge af fortsat udskrivning ved blækmangel.
el: Η λειτουργία προσδιορισμού της ποσότητας μελάνης που απομένει θα απενεργοποιηθεί καθώς δεν είναι δυνατόν να εντοπιστεί σωστά η ποσότητα μελάνης. Αν θέλετε να συνεχίσετε την εκτύπωση χωρίς αυτήν τη λειτουργία, πατήστε το κουμπί Στοπ/Επαναφορά (Stop/Reset) του εκτυπωτή για τουλάχιστον 5 δευτερόλεπτα. Η Canon συνιστά να χρησιμοποιείτε νέα, αυθεντικά φυσίγγια μελάνης της Canon για να έχετε τη βέλτιστη ποιότητα. Σας ενημερώνουμε ότι η Canon δεν φέρει καμία ευθύνη για οποιαδήποτε δυσλειτουργία ή πρόβλημα προκληθεί από τη συνέχιση της εκτύπωσης σε κατάσταση άδειου δοχείου μελάνης.
es: La función de detección del nivel de tinta restante se desactivará, ya que el nivel de tinta no puede detectarse correctamente. Si desea continuar con la impresión sin esta función, presione el botón Parar/Reiniciar (Stop/Reset) de la impresora durante 5 segundos como mínimo. Canon recomienda el uso de nuevos cartuchos originales de Canon para obtener una calidad óptima. Canon no se hace responsable del mal funcionamiento ni de los problemas derivados de continuar imprimiendo con el estado de tinta agotada.
hu: A maradék tintaszintet meghatározó funkció ki lesz kapcsolva, mivel a tintaszint nem észlelhető helyesen. Ha e funkció nélkül folytatni akarja a nyomtatást, nyomja meg legalább 5 másodpercig a nyomtató Stop/Visszaállítás (Stop/Reset) gombját. A Canon azt javasolja, hogy az optimális minőség elérése végett eredeti Canon patronokat használjon. Figyelmeztetjük, hogy a Canon nem felelős a kifogyott tinta melletti nyomtatásból eredő meghibásodásért.
id: Fungsi pendeteksian level sisa tinta akan didisfungsikan karena level tinta tidak dapat terdeteksi dengan benar. Jika Anda ingin melanjutkan pencetakan tanpa fungsi ini, tekan tombol Stop/Reset pada pencetak selama sekurangnya 5 detik. Canon menganjurkan Anda untuk menggunakan kartrij Canon asli untuk mendapatkan kualitas optimum. Harap diketahui bahwa Canon tidak bertanggung jawab atas kegagalan atau masalah apa pun yang disebabkan oleh perlanjutan pencetakan dalam kondisi tinta habis.
ja: インク残量を正しく検知できないため、インク残量検知機能は使用できなくなります。 この機能を無効にし、インクカートリッジを継続して使用する場合は、プリンターのストップ/リセット(Stop/Reset)ボタンを5秒以上押してください。 優れた印刷結果を得るために、新しいキヤノン純正カートリッジへの交換をお勧めします。 インク切れの状態で印刷を続けたことが原因の故障については、キヤノンは責任を負えない場合があります。
ru: Функция определения оставшегося запаса чернил будет отключена, поскольку не удается правильно определить запас чернил. Чтобы продолжить печать без этой функции, нажмите и не отпускайте не менее 5 секунд клавишу "Стоп/Сброс (Stop/Reset)" на принтере. Для достижения оптимального качества компания Canon рекомендует использовать новые оригинальные картриджи Canon. Обратите внимание, что компания Canon не будет нести ответственности за любые неполадки или затруднения, возникшие вследствие продолжения печати при закончившихся чернилах.
th: ฟังก์ชันการตรวจสอบระดับหมึกที่เหลืออยู่จะปิดใช้งานอยู่ เนื่องจากระดับหมึกไม่สามารถตรวจสอบได้อย่างถูกต้อง หากคุณต้องการพิมพ์ต่อไปโดยไม่ใช้ฟังก์ชันนี้ ให้กดปุ่ม Stop/Reset ของเครื่องพิมพ์อย่างน้อย 5 วินาที Canon แนะนำให้คุณใช้ตลับหมึกที่แท้ของ Canon แบบใหม่ เพื่อได้คุณภาพที่ดีที่สุด โปรดสนใจที่ว่า Canon จะไม่รับผิดชอบต่อการทำงานผิดปกติหรืออุปสรรคของเครื่องพิมพ์ซึ่งอาจจะก่อให้เกิดขึ้นโดยการดำเนินการพิมพ์ต่อไปในสภาวะหมึกหมด
zh_tw: 因為無法正確偵測墨水量，剩餘墨水量偵測功能將被禁用。 如果您想不使用該功能並繼續列印，請按印表機的 [停止/重新設定(Stop/Reset)] 按鈕至少 5 秒鐘。 為得到最佳品質，Canon 推薦您使用新的原裝 Canon 墨盒。 請注意，對於在墨水用盡的情況下繼續列印而導致的印表機故障或問題，Canon 將不承擔任何責任。

source: Black <BC-310>
da: Sort <BC-310>
el: Μαύρο <BC-310>
es: Negro <BC-310>
hu: Fekete <BC-310>
id: Hitam <BC-310>
ja: ブラック <BC-310>
ru: Черный <BC-310>
th: สีดำ <BC-310>
zh_tw: 黑色 <BC-310>

source: Color <BC-311>
da: Farve <BC-311>
el: Έγχρωμη <BC-311>
hu: Színes <BC-311>
id: Berwarna <BC-311>
ja: カラー <BC-311>
ru: Цвет <BC-311>
th: สี <BC-311>
zh_tw: 彩色 <BC-311>

source: Black <PG-815>
da: Sort <PG-815>
el: Μαύρο <PG-815>
es: Negro <PG-815>
hu: Fekete <PG-815>
id: Hitam <PG-815>
ja: ブラック <PG-815>
ru: Черный <PG-815>
th: สีดำ <PG-815>
zh_tw: 黑色 <PG-815>

source: Color <CL-816>
da: Farve <CL-816>
el: Έγχρωμη <CL-816>
hu: Színes <CL-816>
id: Berwarna <CL-816>
ja: カラー <CL-816>
ru: Цвет <CL-816>
th: สี <CL-816>
zh_tw: 彩色 <CL-816>

source: Black <PG-815XL>
da: Sort <PG-815XL>
el: Μαύρο <PG-815XL>
es: Negro <PG-815XL>
hu: Fekete <PG-815XL>
id: Hitam <PG-815XL>
ja: ブラック <PG-815XL>
ru: Черный <PG-815XL>
th: สีดำ <PG-815XL>
zh_tw: 黑色 <PG-815XL>

source: Color <CL-816XL>
da: Farve <CL-816XL>
el: Έγχρωμη <CL-816XL>
hu: Színes <CL-816XL>
id: Berwarna <CL-816XL>
ja: カラー <CL-816XL>
ru: Цвет <CL-816XL>
th: สี <CL-816XL>
zh_tw: 彩色 <CL-816XL>

source: Black <PG-810>
da: Sort <PG-810>
el: Μαύρο <PG-810>
es: Negro <PG-810>
hu: Fekete <PG-810>
id: Hitam <PG-810>
ja: ブラック <PG-810>
ru: Черный <PG-810>
th: สีดำ <PG-810>
zh_tw: 黑色 <PG-810>

source: Color <CL-811>
da: Farve <CL-811>
el: Έγχρωμη <CL-811>
hu: Színes <CL-811>
id: Berwarna <CL-811>
ja: カラー <CL-811>
ru: Цвет <CL-811>
th: สี <CL-811>
zh_tw: 彩色 <CL-811>

source: Black <PG-810XL>
da: Sort <PG-810XL>
el: Μαύρο <PG-810XL>
es: Negro <PG-810XL>
hu: Fekete <PG-810XL>
id: Hitam <PG-810XL>
ja: ブラック <PG-810XL>
ru: Черный <PG-810XL>
th: สีดำ <PG-810XL>
zh_tw: 黑色 <PG-810XL>

source: Color <CL-811XL>
da: Farve <CL-811XL>
el: Έγχρωμη <CL-811XL>
hu: Színes <CL-811XL>
id: Berwarna <CL-811XL>
ja: カラー <CL-811XL>
ru: Цвет <CL-811XL>
th: สี <CL-811XL>
zh_tw: 彩色 <CL-811XL>

source: Black <PG-210>
da: Sort <PG-210>
el: Μαύρο <PG-210>
es: Negro <PG-210>
hu: Fekete <PG-210>
id: Hitam <PG-210>
ja: ブラック <PG-210>
ru: Черный <PG-210>
th: สีดำ <PG-210>
zh_tw: 黑色 <PG-210>

source: Color <CL-211>
da: Farve <CL-211>
el: Έγχρωμη <CL-211>
hu: Színes <CL-211>
id: Berwarna <CL-211>
ja: カラー <CL-211>
ru: Цвет <CL-211>
th: สี <CL-211>
zh_tw: 彩色 <CL-211>

source: Black <PG-210XL>
da: Sort <PG-210XL>
el: Μαύρο <PG-210XL>
es: Negro <PG-210XL>
hu: Fekete <PG-210XL>
id: Hitam <PG-210XL>
ja: ブラック <PG-210XL>
ru: Черный <PG-210XL>
th: สีดำ <PG-210XL>
zh_tw: 黑色 <PG-210XL>

source: Color <CL-211XL>
da: Farve <CL-211XL>
el: Έγχρωμη <CL-211XL>
hu: Színes <CL-211XL>
id: Berwarna <CL-211XL>
ja: カラー <CL-211XL>
ru: Цвет <CL-211XL>
th: สี <CL-211XL>
zh_tw: 彩色 <CL-211XL>

source: Black <PG-510>
da: Sort <PG-510>
el: Μαύρο <PG-510>
es: Negro <PG-510>
hu: Fekete <PG-510>
id: Hitam <PG-510>
ja: ブラック <PG-510>
ru: Черный <PG-510>
th: สีดำ <PG-510>
zh_tw: 黑色 <PG-510>

source: Color <CL-511>
da: Farve <CL-511>
el: Έγχρωμη <CL-511>
hu: Színes <CL-511>
id: Berwarna <CL-511>
ja: カラー <CL-511>
ru: Цвет <CL-511>
th: สี <CL-511>
zh_tw: 彩色 <CL-511>

source: Black <PG-512>
da: Sort <PG-512>
el: Μαύρο <PG-512>
es: Negro <PG-512>
hu: Fekete <PG-512>
id: Hitam <PG-512>
ja: ブラック <PG-512>
ru: Черный <PG-512>
th: สีดำ <PG-512>
zh_tw: 黑色 <PG-512>

source: Color <CL-513>
da: Farve <CL-513>
el: Έγχρωμη <CL-513>
hu: Színes <CL-513>
id: Berwarna <CL-513>
ja: カラー <CL-513>
ru: Цвет <CL-513>
th: สี <CL-513>
zh_tw: 彩色 <CL-513>

source: Black <BCI-320PGBK>
da: Sort <BCI-320PGBK>
el: Μαύρο <BCI-320PGBK>
es: Negro <BCI-320PGBK>
hu: Fekete <BCI-320PGBK>
id: Hitam <BCI-320PGBK>
ja: ブラック <BCI-320PGBK>
ru: Черный <BCI-320PGBK>
th: สีดำ <BCI-320PGBK>
zh_tw: 黑色 <BCI-320PGBK>

source: Black <BCI-321BK>
da: Sort <BCI-321BK>
el: Μαύρο <BCI-321BK>
es: Negro <BCI-321BK>
hu: Fekete <BCI-321BK>
id: Hitam <BCI-321BK>
ja: ブラック <BCI-321BK>
ru: Черный <BCI-321BK>
th: สีดำ <BCI-321BK>
zh_tw: 黑色 <BCI-321BK>

source: Cyan <BCI-321C>
el: Κυανό <BCI-321C>
es: Cian <BCI-321C>
hu: Ciánkék <BCI-321C>
id: Sian <BCI-321C>
ja: シアン <BCI-321C>
ru: Голубой <BCI-321C>
th: สีฟ้า <BCI-321C>
zh_tw: 藍色 <BCI-321C>

source: Magenta <BCI-321M>
el: Ματζέντα <BCI-321M>
hu: Bíbor <BCI-321M>
ja: マゼンタ <BCI-321M>
ru: Малиновый <BCI-321M>
th: สีบานเย็น <BCI-321M>
zh_tw: 紅色 <BCI-321M>

source: Yellow <BCI-321Y>
da: Gul <BCI-321Y>
el: Κίτρινο <BCI-321Y>
es: Amarillo <BCI-321Y>
hu: Sárga <BCI-321Y>
id: Kuning <BCI-321Y>
ja: イエロー <BCI-321Y>
ru: Желтый <BCI-321Y>
th: สีเหลือง <BCI-321Y>
zh_tw: 黃色 <BCI-321Y>

source: Black <PGI-820BK>
da: Sort <PGI-820BK>
el: Μαύρο <PGI-820BK>
es: Negro <PGI-820BK>
hu: Fekete <PGI-820BK>
id: Hitam <PGI-820BK>
ja: ブラック <PGI-820BK>
ru: Черный <PGI-820BK>
th: สีดำ <PGI-820BK>
zh_tw: 黑色 <PGI-820BK>

source: Black <CLI-821BK>
da: Sort <CLI-821BK>
el: Μαύρο <CLI-821BK>
es: Negro <CLI-821BK>
hu: Fekete <CLI-821BK>
id: Hitam <CLI-821BK>
ja: ブラック <CLI-821BK>
ru: Черный <CLI-821BK>
th: สีดำ <CLI-821BK>
zh_tw: 黑色 <CLI-821BK>

source: Cyan <CLI-821C>
el: Κυανό <CLI-821C>
es: Cian <CLI-821C>
hu: Ciánkék <CLI-821C>
id: Sian <CLI-821C>
ja: シアン <CLI-821C>
ru: Голубой <CLI-821C>
th: สีฟ้า <CLI-821C>
zh_tw: 藍色 <CLI-821C>

source: Magenta <CLI-821M>
el: Ματζέντα <CLI-821M>
hu: Bíbor <CLI-821M>
ja: マゼンタ <CLI-821M>
ru: Малиновый <CLI-821M>
th: สีบานเย็น <CLI-821M>
zh_tw: 紅色 <CLI-821M>

source: Yellow <CLI-821Y>
da: Gul <CLI-821Y>
el: Κίτρινο <CLI-821Y>
es: Amarillo <CLI-821Y>
hu: Sárga <CLI-821Y>
id: Kuning <CLI-821Y>
ja: イエロー <CLI-821Y>
ru: Желтый <CLI-821Y>
th: สีเหลือง <CLI-821Y>
zh_tw: 黃色 <CLI-821Y>

source: Black <PGI-220BK>
da: Sort <PGI-220BK>
el: Μαύρο <PGI-220BK>
es: Negro <PGI-220BK>
hu: Fekete <PGI-220BK>
id: Hitam <PGI-220BK>
ja: ブラック <PGI-220BK>
ru: Черный <PGI-220BK>
th: สีดำ <PGI-220BK>
zh_tw: 黑色 <PGI-220BK>

source: Black <CLI-221BK>
da: Sort <CLI-221BK>
el: Μαύρο <CLI-221BK>
es: Negro <CLI-221BK>
hu: Fekete <CLI-221BK>
id: Hitam <CLI-221BK>
ja: ブラック <CLI-221BK>
ru: Черный <CLI-221BK>
th: สีดำ <CLI-221BK>
zh_tw: 黑色 <CLI-221BK>

source: Cyan <CLI-221C>
el: Κυανό <CLI-221C>
es: Cian <CLI-221C>
hu: Ciánkék <CLI-221C>
id: Sian <CLI-221C>
ja: シアン <CLI-221C>
ru: Голубой <CLI-221C>
th: สีฟ้า <CLI-221C>
zh_tw: 藍色 <CLI-221C>

source: Magenta <CLI-221M>
el: Ματζέντα <CLI-221M>
hu: Bíbor <CLI-221M>
ja: マゼンタ <CLI-221M>
ru: Малиновый <CLI-221M>
th: สีบานเย็น <CLI-221M>
zh_tw: 紅色 <CLI-221M>

source: Yellow <CLI-221Y>
da: Gul <CLI-221Y>
el: Κίτρινο <CLI-221Y>
es: Amarillo <CLI-221Y>
hu: Sárga <CLI-221Y>
id: Kuning <CLI-221Y>
ja: イエロー <CLI-221Y>
ru: Желтый <CLI-221Y>
th: สีเหลือง <CLI-221Y>
zh_tw: 黃色 <CLI-221Y>

source: Black <PGI-520BK>
da: Sort <PGI-520BK>
el: Μαύρο <PGI-520BK>
es: Negro <PGI-520BK>
hu: Fekete <PGI-520BK>
id: Hitam <PGI-520BK>
ja: ブラック <PGI-520BK>
ru: Черный <PGI-520BK>
th: สีดำ <PGI-520BK>
zh_tw: 黑色 <PGI-520BK>

source: Black <CLI-521BK>
da: Sort <CLI-521BK>
el: Μαύρο <CLI-521BK>
es: Negro <CLI-521BK>
hu: Fekete <CLI-521BK>
id: Hitam <CLI-521BK>
ja: ブラック <CLI-521BK>
ru: Черный <CLI-521BK>
th: สีดำ <CLI-521BK>
zh_tw: 黑色 <CLI-521BK>

source: Cyan <CLI-521C>
el: Κυανό <CLI-521C>
es: Cian <CLI-521C>
hu: Ciánkék <CLI-521C>
id: Sian <CLI-521C>
ja: シアン <CLI-521C>
ru: Голубой <CLI-521C>
th: สีฟ้า <CLI-521C>
zh_tw: 藍色 <CLI-521C>

source: Magenta <CLI-521M>
el: Ματζέντα <CLI-521M>
hu: Bíbor <CLI-521M>
ja: マゼンタ <CLI-521M>
ru: Малиновый <CLI-521M>
th: สีบานเย็น <CLI-521M>
zh_tw: 紅色 <CLI-521M>

source: Yellow <CLI-521Y>
da: Gul <CLI-521Y>
el: Κίτρινο <CLI-521Y>
es: Amarillo <CLI-521Y>
hu: Sárga <CLI-521Y>
id: Kuning <CLI-521Y>
ja: イエロー <CLI-521Y>
ru: Желтый <CLI-521Y>
th: สีเหลือง <CLI-521Y>
zh_tw: 黃色 <CLI-521Y>

source: Black <PGI-125PGBK>
da: Sort <PGI-125PGBK>
el: Μαύρο <PGI-125PGBK>
es: Negro <PGI-125PGBK>
hu: Fekete <PGI-125PGBK>
id: Hitam <PGI-125PGBK>
ja: ブラック <PGI-125PGBK>
ru: Черный <PGI-125PGBK>
th: สีดำ <PGI-125PGBK>
zh_tw: 黑色 <PGI-125PGBK>

source: Black <CLI-126BK>
da: Sort <CLI-126BK>
el: Μαύρο <CLI-126BK>
es: Negro <CLI-126BK>
hu: Fekete <CLI-126BK>
id: Hitam <CLI-126BK>
ja: ブラック <CLI-126BK>
ru: Черный <CLI-126BK>
th: สีดำ <CLI-126BK>
zh_tw: 黑色 <CLI-126BK>

source: Magenta <CLI-126M>
el: Ματζέντα <CLI-126M>
hu: Bíbor <CLI-126M>
ja: マゼンタ <CLI-126M>
ru: Малиновый <CLI-126M>
th: สีบานเย็น <CLI-126M>
zh_tw: 紅色 <CLI-126M>

source: Yellow <CLI-126Y>
da: Gul <CLI-126Y>
el: Κίτρινο <CLI-126Y>
es: Amarillo <CLI-126Y>
hu: Sárga <CLI-126Y>
id: Kuning <CLI-126Y>
ja: イエロー <CLI-126Y>
ru: Желтый <CLI-126Y>
th: สีเหลือง <CLI-126Y>
zh_tw: 黃色 <CLI-126Y>

source: Cyan <CLI-126C>
el: Κυανό <CLI-126C>
es: Cian <CLI-126C>
hu: Ciánkék <CLI-126C>
id: Sian <CLI-126C>
ja: シアン <CLI-126C>
ru: Голубой <CLI-126C>
th: สีฟ้า <CLI-126C>
zh_tw: 藍色 <CLI-126C>

source: Gray <CLI-126GY>
da: Grå <CLI-126GY>
el: Γκρι <CLI-126GY>
es: Gris <CLI-126GY>
hu: Szürke <CLI-126GY>
id: Abu-abu <CLI-126GY>
ja: グレー <CLI-126GY>
ru: Серый <CLI-126GY>
th: สีเทา <CLI-126GY>
zh_tw: 灰色 <CLI-126GY>

source: Black <PGI-225PGBK>
da: Sort <PGI-225PGBK>
el: Μαύρο <PGI-225PGBK>
es: Negro <PGI-225PGBK>
hu: Fekete <PGI-225PGBK>
id: Hitam <PGI-225PGBK>
ja: ブラック <PGI-225PGBK>
ru: Черный <PGI-225PGBK>
th: สีดำ <PGI-225PGBK>
zh_tw: 黑色 <PGI-225PGBK>

source: Black <CLI-226BK>
da: Sort <CLI-226BK>
el: Μαύρο <CLI-226BK>
es: Negro <CLI-226BK>
hu: Fekete <CLI-226BK>
id: Hitam <CLI-226BK>
ja: ブラック <CLI-226BK>
ru: Черный <CLI-226BK>
th: สีดำ <CLI-226BK>
zh_tw: 黑色 <CLI-226BK>

source: Magenta <CLI-226M>
el: Ματζέντα <CLI-226M>
hu: Bíbor <CLI-226M>
ja: マゼンタ <CLI-226M>
ru: Малиновый <CLI-226M>
th: สีบานเย็น <CLI-226M>
zh_tw: 紅色 <CLI-226M>

source: Yellow <CLI-226Y>
da: Gul <CLI-226Y>
el: Κίτρινο <CLI-226Y>
es: Amarillo <CLI-226Y>
hu: Sárga <CLI-226Y>
id: Kuning <CLI-226Y>
ja: イエロー <CLI-226Y>
ru: Желтый <CLI-226Y>
th: สีเหลือง <CLI-226Y>
zh_tw: 黃色 <CLI-226Y>

source: Cyan <CLI-226C>
el: Κυανό <CLI-226C>
es: Cian <CLI-226C>
hu: Ciánkék <CLI-226C>
id: Sian <CLI-226C>
ja: シアン <CLI-226C>
ru: Голубой <CLI-226C>
th: สีฟ้า <CLI-226C>
zh_tw: 藍色 <CLI-226C>

source: Gray <CLI-226GY>
da: Grå <CLI-226GY>
el: Γκρι <CLI-226GY>
es: Gris <CLI-226GY>
hu: Szürke <CLI-226GY>
id: Abu-abu <CLI-226GY>
ja: グレー <CLI-226GY>
ru: Серый <CLI-226GY>
th: สีเทา <CLI-226GY>
zh_tw: 灰色 <CLI-226GY>

source: Black <BCI-325PGBK>
da: Sort <BCI-325PGBK>
el: Μαύρο <BCI-325PGBK>
es: Negro <BCI-325PGBK>
hu: Fekete <BCI-325PGBK>
id: Hitam <BCI-325PGBK>
ja: ブラック <BCI-325PGBK>
ru: Черный <BCI-325PGBK>
th: สีดำ <BCI-325PGBK>
zh_tw: 黑色 <BCI-325PGBK>

source: Black <BCI-326BK>
da: Sort <BCI-326BK>
el: Μαύρο <BCI-326BK>
es: Negro <BCI-326BK>
hu: Fekete <BCI-326BK>
id: Hitam <BCI-326BK>
ja: ブラック <BCI-326BK>
ru: Черный <BCI-326BK>
th: สีดำ <BCI-326BK>
zh_tw: 黑色 <BCI-326BK>

source: Magenta <BCI-326M>
el: Ματζέντα <BCI-326M>
hu: Bíbor <BCI-326M>
ja: マゼンタ <BCI-326M>
ru: Малиновый <BCI-326M>
th: สีบานเย็น <BCI-326M>
zh_tw: 紅色 <BCI-326M>

source: Yellow <BCI-326Y>
da: Gul <BCI-326Y>
el: Κίτρινο <BCI-326Y>
es: Amarillo <BCI-326Y>
hu: Sárga <BCI-326Y>
id: Kuning <BCI-326Y>
ja: イエロー <BCI-326Y>
ru: Желтый <BCI-326Y>
th: สีเหลือง <BCI-326Y>
zh_tw: 黃色 <BCI-326Y>

source: Cyan <BCI-326C>
el: Κυανό <BCI-326C>
es: Cian <BCI-326C>
hu: Ciánkék <BCI-326C>
id: Sian <BCI-326C>
ja: シアン <BCI-326C>
ru: Голубой <BCI-326C>
th: สีฟ้า <BCI-326C>
zh_tw: 藍色 <BCI-326C>

source: Gray <BCI-326GY>
da: Grå <BCI-326GY>
el: Γκρι <BCI-326GY>
es: Gris <BCI-326GY>
hu: Szürke <BCI-326GY>
id: Abu-abu <BCI-326GY>
ja: グレー <BCI-326GY>
ru: Серый <BCI-326GY>
th: สีเทา <BCI-326GY>
zh_tw: 灰色 <BCI-326GY>

source: Black <PGI-425PGBK>
da: Sort <PGI-425PGBK>
el: Μαύρο <PGI-425PGBK>
es: Negro <PGI-425PGBK>
hu: Fekete <PGI-425PGBK>
id: Hitam <PGI-425PGBK>
ja: ブラック <PGI-425PGBK>
ru: Черный <PGI-425PGBK>
th: สีดำ <PGI-425PGBK>
zh_tw: 黑色 <PGI-425PGBK>

source: Black <CLI-426BK>
da: Sort <CLI-426BK>
el: Μαύρο <CLI-426BK>
es: Negro <CLI-426BK>
hu: Fekete <CLI-426BK>
id: Hitam <CLI-426BK>
ja: ブラック <CLI-426BK>
ru: Черный <CLI-426BK>
th: สีดำ <CLI-426BK>
zh_tw: 黑色 <CLI-426BK>

source: Magenta <CLI-426M>
el: Ματζέντα <CLI-426M>
hu: Bíbor <CLI-426M>
ja: マゼンタ <CLI-426M>
ru: Малиновый <CLI-426M>
th: สีบานเย็น <CLI-426M>
zh_tw: 紅色 <CLI-426M>

source: Yellow <CLI-426Y>
da: Gul <CLI-426Y>
el: Κίτρινο <CLI-426Y>
es: Amarillo <CLI-426Y>
hu: Sárga <CLI-426Y>
id: Kuning <CLI-426Y>
ja: イエロー <CLI-426Y>
ru: Желтый <CLI-426Y>
th: สีเหลือง <CLI-426Y>
zh_tw: 黃色 <CLI-426Y>

source: Cyan <CLI-426C>
el: Κυανό <CLI-426C>
es: Cian <CLI-426C>
hu: Ciánkék <CLI-426C>
id: Sian <CLI-426C>
ja: シアン <CLI-426C>
ru: Голубой <CLI-426C>
th: สีฟ้า <CLI-426C>
zh_tw: 藍色 <CLI-426C>

source: Gray <CLI-426GY>
da: Grå <CLI-426GY>
el: Γκρι <CLI-426GY>
es: Gris <CLI-426GY>
hu: Szürke <CLI-426GY>
id: Abu-abu <CLI-426GY>
ja: グレー <CLI-426GY>
ru: Серый <CLI-426GY>
th: สีเทา <CLI-426GY>
zh_tw: 灰色 <CLI-426GY>

source: Black <PGI-525PGBK>
da: Sort <PGI-525PGBK>
el: Μαύρο <PGI-525PGBK>
es: Negro <PGI-525PGBK>
hu: Fekete <PGI-525PGBK>
id: Hitam <PGI-525PGBK>
ja: ブラック <PGI-525PGBK>
ru: Черный <PGI-525PGBK>
th: สีดำ <PGI-525PGBK>
zh_tw: 黑色 <PGI-525PGBK>

source: Black <CLI-526BK>
da: Sort <CLI-526BK>
el: Μαύρο <CLI-526BK>
es: Negro <CLI-526BK>
hu: Fekete <CLI-526BK>
id: Hitam <CLI-526BK>
ja: ブラック <CLI-526BK>
ru: Черный <CLI-526BK>
th: สีดำ <CLI-526BK>
zh_tw: 黑色 <CLI-526BK>

source: Magenta <CLI-526M>
el: Ματζέντα <CLI-526M>
hu: Bíbor <CLI-526M>
ja: マゼンタ <CLI-526M>
ru: Малиновый <CLI-526M>
th: สีบานเย็น <CLI-526M>
zh_tw: 紅色 <CLI-526M>

source: Yellow <CLI-526Y>
da: Gul <CLI-526Y>
el: Κίτρινο <CLI-526Y>
es: Amarillo <CLI-526Y>
hu: Sárga <CLI-526Y>
id: Kuning <CLI-526Y>
ja: イエロー <CLI-526Y>
ru: Желтый <CLI-526Y>
th: สีเหลือง <CLI-526Y>
zh_tw: 黃色 <CLI-526Y>

source: Cyan <CLI-526C>
el: Κυανό <CLI-526C>
es: Cian <CLI-526C>
hu: Ciánkék <CLI-526C>
id: Sian <CLI-526C>
ja: シアン <CLI-526C>
ru: Голубой <CLI-526C>
th: สีฟ้า <CLI-526C>
zh_tw: 藍色 <CLI-526C>

source: Gray <CLI-526GY>
da: Grå <CLI-526GY>
el: Γκρι <CLI-526GY>
es: Gris <CLI-526GY>
hu: Szürke <CLI-526GY>
id: Abu-abu <CLI-526GY>
ja: グレー <CLI-526GY>
ru: Серый <CLI-526GY>
th: สีเทา <CLI-526GY>
zh_tw: 灰色 <CLI-526GY>

source: Black <PGI-725PGBK>
da: Sort <PGI-725PGBK>
el: Μαύρο <PGI-725PGBK>
es: Negro <PGI-725PGBK>
hu: Fekete <PGI-725PGBK>
id: Hitam <PGI-725PGBK>
ja: ブラック <PGI-725PGBK>
ru: Черный <PGI-725PGBK>
th: สีดำ <PGI-725PGBK>
zh_tw: 黑色 <PGI-725PGBK>

source: Black <CLI-726BK>
da: Sort <CLI-726BK>
el: Μαύρο <CLI-726BK>
es: Negro <CLI-726BK>
hu: Fekete <CLI-726BK>
id: Hitam <CLI-726BK>
ja: ブラック <CLI-726BK>
ru: Черный <CLI-726BK>
th: สีดำ <CLI-726BK>
zh_tw: 黑色 <CLI-726BK>

source: Magenta <CLI-726M>
el: Ματζέντα <CLI-726M>
hu: Bíbor <CLI-726M>
ja: マゼンタ <CLI-726M>
ru: Малиновый <CLI-726M>
th: สีบานเย็น <CLI-726M>
zh_tw: 紅色 <CLI-726M>

source: Yellow <CLI-726Y>
da: Gul <CLI-726Y>
el: Κίτρινο <CLI-726Y>
es: Amarillo <CLI-726Y>
hu: Sárga <CLI-726Y>
id: Kuning <CLI-726Y>
ja: イエロー <CLI-726Y>
ru: Желтый <CLI-726Y>
th: สีเหลือง <CLI-726Y>
zh_tw: 黃色 <CLI-726Y>

source: Cyan <CLI-726C>
el: Κυανό <CLI-726C>
es: Cian <CLI-726C>
hu: Ciánkék <CLI-726C>
id: Sian <CLI-726C>
ja: シアン <CLI-726C>
ru: Голубой <CLI-726C>
th: สีฟ้า <CLI-726C>
zh_tw: 藍色 <CLI-726C>

source: Gray <CLI-726GY>
da: Grå <CLI-726GY>
el: Γκρι <CLI-726GY>
es: Gris <CLI-726GY>
hu: Szürke <CLI-726GY>
id: Abu-abu <CLI-726GY>
ja: グレー <CLI-726GY>
ru: Серый <CLI-726GY>
th: สีเทา <CLI-726GY>
zh_tw: 灰色 <CLI-726GY>

source: Black <PGI-825PGBK>
da: Sort <PGI-825PGBK>
el: Μαύρο <PGI-825PGBK>
es: Negro <PGI-825PGBK>
hu: Fekete <PGI-825PGBK>
id: Hitam <PGI-825PGBK>
ja: ブラック <PGI-825PGBK>
ru: Черный <PGI-825PGBK>
th: สีดำ <PGI-825PGBK>
zh_tw: 黑色 <PGI-825PGBK>

source: Black <CLI-826BK>
da: Sort <CLI-826BK>
el: Μαύρο <CLI-826BK>
es: Negro <CLI-826BK>
hu: Fekete <CLI-826BK>
id: Hitam <CLI-826BK>
ja: ブラック <CLI-826BK>
ru: Черный <CLI-826BK>
th: สีดำ <CLI-826BK>
zh_tw: 黑色 <CLI-826BK>

source: Magenta <CLI-826M>
el: Ματζέντα <CLI-826M>
hu: Bíbor <CLI-826M>
ja: マゼンタ <CLI-826M>
ru: Малиновый <CLI-826M>
th: สีบานเย็น <CLI-826M>
zh_tw: 紅色 <CLI-826M>

source: Yellow <CLI-826Y>
da: Gul <CLI-826Y>
el: Κίτρινο <CLI-826Y>
es: Amarillo <CLI-826Y>
hu: Sárga <CLI-826Y>
id: Kuning <CLI-826Y>
ja: イエロー <CLI-826Y>
ru: Желтый <CLI-826Y>
th: สีเหลือง <CLI-826Y>
zh_tw: 黃色 <CLI-826Y>

source: Cyan <CLI-826C>
el: Κυανό <CLI-826C>
es: Cian <CLI-826C>
hu: Ciánkék <CLI-826C>
id: Sian <CLI-826C>
ja: シアン <CLI-826C>
ru: Голубой <CLI-826C>
th: สีฟ้า <CLI-826C>
zh_tw: 藍色 <CLI-826C>

source: Gray <CLI-826GY>
da: Grå <CLI-826GY>
el: Γκρι <CLI-826GY>
es: Gris <CLI-826GY>
hu: Szürke <CLI-826GY>
id: Abu-abu <CLI-826GY>
ja: グレー <CLI-826GY>
ru: Серый <CLI-826GY>
th: สีเทา <CLI-826GY>
zh_tw: 灰色 <CLI-826GY>

source: Color <CL-141XL>
da: Farve <CL-141XL>
el: Έγχρωμη <CL-141XL>
hu: Színes <CL-141XL>
id: Berwarna <CL-141XL>
ja: カラー <CL-141XL>
ru: Цвет <CL-141XL>
th: สี <CL-141XL>
zh_tw: 彩色 <CL-141XL>

source: Color <CL-141>
da: Farve <CL-141>
el: Έγχρωμη <CL-141>
hu: Színes <CL-141>
id: Berwarna <CL-141>
ja: カラー <CL-141>
ru: Цвет <CL-141>
th: สี <CL-141>
zh_tw: 彩色 <CL-141>

source: Color <CL-241XL>
da: Farve <CL-241XL>
el: Έγχρωμη <CL-241XL>
hu: Színes <CL-241XL>
id: Berwarna <CL-241XL>
ja: カラー <CL-241XL>
ru: Цвет <CL-241XL>
th: สี <CL-241XL>
zh_tw: 彩色 <CL-241XL>

source: Color <CL-241>
da: Farve <CL-241>
el: Έγχρωμη <CL-241>
hu: Színes <CL-241>
id: Berwarna <CL-241>
ja: カラー <CL-241>
ru: Цвет <CL-241>
th: สี <CL-241>
zh_tw: 彩色 <CL-241>

source: Color <BC-341XL>
da: Farve <BC-341XL>
el: Έγχρωμη <BC-341XL>
hu: Színes <BC-341XL>
id: Berwarna <BC-341XL>
ja: カラー <BC-341XL>
ru: Цвет <BC-341XL>
th: สี <BC-341XL>
zh_tw: 彩色 <BC-341XL>

source: Color <BC-341>
da: Farve <BC-341>
el: Έγχρωμη <BC-341>
hu: Színes <BC-341>
id: Berwarna <BC-341>
ja: カラー <BC-341>
ru: Цвет <BC-341>
th: สี <BC-341>
zh_tw: 彩色 <BC-341>

source: Color <CL-441XL>
da: Farve <CL-441XL>
el: Έγχρωμη <CL-441XL>
hu: Színes <CL-441XL>
id: Berwarna <CL-441XL>
ja: カラー <CL-441XL>
ru: Цвет <CL-441XL>
th: สี <CL-441XL>
zh_tw: 彩色 <CL-441XL>

source: Color <CL-441>
da: Farve <CL-441>
el: Έγχρωμη <CL-441>
hu: Színes <CL-441>
id: Berwarna <CL-441>
ja: カラー <CL-441>
ru: Цвет <CL-441>
th: สี <CL-441>
zh_tw: 彩色 <CL-441>

source: Color <CL-541XL>
da: Farve <CL-541XL>
el: Έγχρωμη <CL-541XL>
hu: Színes <CL-541XL>
id: Berwarna <CL-541XL>
ja: カラー <CL-541XL>
ru: Цвет <CL-541XL>
th: สี <CL-541XL>
zh_tw: 彩色 <CL-541XL>

source: Color <CL-541>
da: Farve <CL-541>
el: Έγχρωμη <CL-541>
hu: Színes <CL-541>
id: Berwarna <CL-541>
ja: カラー <CL-541>
ru: Цвет <CL-541>
th: สี <CL-541>
zh_tw: 彩色 <CL-541>

source: Color <CL-641XL>
da: Farve <CL-641XL>
el: Έγχρωμη <CL-641XL>
hu: Színes <CL-641XL>
id: Berwarna <CL-641XL>
ja: カラー <CL-641XL>
ru: Цвет <CL-641XL>
th: สี <CL-641XL>
zh_tw: 彩色 <CL-641XL>

source: Color <CL-641>
da: Farve <CL-641>
el: Έγχρωμη <CL-641>
hu: Színes <CL-641>
id: Berwarna <CL-641>
ja: カラー <CL-641>
ru: Цвет <CL-641>
th: สี <CL-641>
zh_tw: 彩色 <CL-641>

source: Color <CL-741XL>
da: Farve <CL-741XL>
el: Έγχρωμη <CL-741XL>
hu: Színes <CL-741XL>
id: Berwarna <CL-741XL>
ja: カラー <CL-741XL>
ru: Цвет <CL-741XL>
th: สี <CL-741XL>
zh_tw: 彩色 <CL-741XL>

source: Color <CL-741>
da: Farve <CL-741>
el: Έγχρωμη <CL-741>
hu: Színes <CL-741>
id: Berwarna <CL-741>
ja: カラー <CL-741>
ru: Цвет <CL-741>
th: สี <CL-741>
zh_tw: 彩色 <CL-741>

source: Color <CL-841XL>
da: Farve <CL-841XL>
el: Έγχρωμη <CL-841XL>
hu: Színes <CL-841XL>
id: Berwarna <CL-841XL>
ja: カラー <CL-841XL>
ru: Цвет <CL-841XL>
th: สี <CL-841XL>
zh_tw: 彩色 <CL-841XL>

source: Color <CL-841>
da: Farve <CL-841>
el: Έγχρωμη <CL-841>
hu: Színes <CL-841>
id: Berwarna <CL-841>
ja: カラー <CL-841>
ru: Цвет <CL-841>
th: สี <CL-841>
zh_tw: 彩色 <CL-841>
