Repository: spremi/cnijfilter-source-3.80
Catalog: cngpijmon/po/*.po
Languages: da, el, es, hu, id, ja, ru, th, zh_tw

source: The ink absorber is full. Contact the service center.
da: Den brugte blækbeholder er fyldt. Kontakt servicecenteret.
el: Ο συλλέκτης μελάνης είναι πλήρης. Επικοινωνήστε με το κέντρο υπηρεσία.
es: El absorbedor de tinta está lleno. Póngase en contacto con el centro de servicio.
hu: A tintaelnyelő megtelt. Lépjen kapcsolatba a szervizközponttal.
id: Penyerap tinta penuh. Hubungi pusat pelayanan.
ja: インク吸収体が満杯になりました。 修理受付窓口に連絡してください。
ru: Абсорбер чернил полон. Обратитесь в сервисный центр.
th: ตัวดูดซับหมึกเต็ม กรุณาทำการสื่อสารกับศูนย์อำนวยประโยชน์
zh_tw: 墨水收集器已滿。 請聯絡服務中心。

source: The ink absorber is full. It needs to be replaced. Further printing is not possible until this part is replaced. Contact the support center or the service center. The ink absorber can only be replaced by a qualified technician.
da: Den brugte blækbeholder er fyldt. Den skal udskiftes. Der kan ikke udskrives mere, før denne del er udskiftet. Kontakt supportcenteret eller servicecenteret. Den brugte blækbeholder kan kun udskiftes af en uddannet tekniker.
el: Ο συλλέκτης μελάνης είναι πλήρης. Πρέπει να αντικατασταθεί. Δεν θα είναι δυνατή η εκτύπωση έως ότου αντικατασταθεί αυτό το εξάρτημα. Επικοινωνήστε με το κέντρο υποστήριξης ή με το κέντρο υπηρεσία. Ο συλλέκτης μελάνης μπορεί να αντικατασταθεί μόνο από εξειδικευμένο τεχνικό.
es: El absorbedor de tinta está lleno. Es necesario sustituirlo. No es posible continuar imprimiendo hasta que se sustituya esta pieza. Póngase en contacto con el centro de asistencia técnica o el centro de servicio. El absorbedor de tinta sólo podrá sustituirlo un técnico especializado.
hu: A tintaelnyelő megtelt. Ki kell cserélni. A részegység cseréjéig nem lehet nyomtatni. Lépjen kapcsolatba a támogató vagy a szervizközponttal. A tintaelnyelőt csak egy minősített szakember cserélheti ki.
id: Penyerap tinta penuh. Penyerap tinta perlu diganti. Pencetakan lebih lanjut tidak dimungkinkan sampai bagian ini diganti. Hubungi pusat dukungan atau pusat pelayanan. Penyerap tinta hanya dapat diganti oleh teknisi berkualifikasi.
ja: インク吸収体が満杯になりました。 インク吸収体の交換が必要です。 お客様相談センターまたは修理受付窓口に連絡してください。 お客様ご自身による交換はできません。
ru: Абсорбер чернил полон. Его необходимо заменить. Печатать больше нельзя, пока эта деталь не будет заменена. Обратитесь в центр поддержки или в сервисный центр. Абсорбер чернил может заменить только квалифицированный специалист.
th: ตัวดูดซับหมึกเต็ม จำเป็นต้องเปลี่ยนใหม่ ไม่สามารถทำการพิมพ์ต่อจนกว่าให้แทนที่ส่วนนี้เสร็จ ทำการสื่อสารกับศูนย์อำนวยสนับสนุนหรือศูนย์อำนวยประโยชน์ ตัวดูดซับหมึกนี้จะถูกเปลี่ยนได้เฉพาะด้วยผู้ชำนาญที่ผ่านเกณฑ์ตรวจสอบ
zh_tw: 墨水收集器已滿。 需要更換。 更換之前無法繼續列印。 請聯絡支援中心或服務中心。 墨水收集器僅能由專業技術人員更換。

source: Support Code : %s
da: Hjælp-kode: %s
el: Κωδικός υποστήριξης: %s
es: Código de asistencia: %s
hu: Támogatási kód: %s
id: Kode Dukungan: %s
ja: サポート番号 : %s
ru: Код поддержки: %s
th: รหัสสนับสนุน : %s
zh_tw: 支援代碼：%s

source: Service error %s. Cancel printing and turn the printer off and then on again. If this doesn't clear the error, see the printer manual for more detail.
da: Servicefejl %s. Annuller udskrivningen, sluk og tænd derefter for printeren igen. Hvis dette ikke løser problemet, skal du konsultere printerhåndbogen for at få flere oplysninger.
el: Σφάλμα υπηρεσίας %s. Ακυρώστε την εκτύπωση, απενεργοποιήστε και ενεργοποιήστε εκ νέου τον εκτυπωτή. Εάν το σφάλμα δεν διορθωθεί, ανατρέξτε στο εγχειρίδιο του εκτυπωτή για περισσότερες πληροφορίες.
es: Error de servicio %s. Cancele la impresión, y apague y encienda de nuevo la impresora. Si no se corrige el error, consulte el manual de la impresora para obtener más información.
hu: Szolgáltatáshiba: %s. Törölje a nyomtatást, kapcsolja ki a nyomtatót, majd kapcsolja be újra. Ha ez nem törölné a hibát, nézzen a részletek után a kézikönyvben.
id: Kesalahan layanan %s. Batalkan pencetakan dan matikan pencetak dan kemudian hidupkan lagi. Jika hal ini tidak menyelesaikan masalah, baca petunjuk pencetak untuk keterangan lebih lanjut.
ja: サービス エラーが発生しました。 %s 印刷を中止して、プリンターの電源を切り、もう一度電源を入れてください。 エラーが解除されないときは、プリンターの取扱説明書を参照してください。
ru: Ошибка службы %s. Отмените печать, выключите и снова включите принтер. Если это не устранит ошибку, обратитесь к руководству по эксплуатации принтера.
th: บริการผิดพลาด %s ยกเลิกการพิมพ์และปิดเครื่องพิมพ์แล้วเปิดใหม่ หากการกระทำนี้ไม่ได้แก้ไขข้อผิดพลาด กรุณาอ่านรายละเอียดในคู่มือการใช้งานเครื่องพิมพ์
zh_tw: 維修錯誤 %s。 取消列印並關閉印表機，然後重新開啟。 如果這樣不能消除錯誤，請參閱印表機手冊以獲取更多詳細資訊。

source: Paper has run out.
da: Ikke mere papir.
el: Το χαρτί έχει τελειώσει.
es: Se ha agotado el papel.
hu: Kifogyott a papír.
id: Kertas telah habis.
ja: 用紙がありません。
ru: Закончилась бумага.
th: กระดาษหมดแล้ว
zh_tw: 紙張用盡。

source: Load paper.
da: Ilæg papir.
el: Τοποθέτηση χαρτιού.
es: Cargar papel.
hu: Papír betöltése.
id: Muatkan kertas.
ja: 用紙をセットしてください。
ru: Вставьте бумагу.
th: ป้อนกระดาษ
zh_tw: 裝入紙張。

source: Load paper into the sheet feeder.
da: Læg papir i arkføderen.
el: Τοποθετήστε χαρτί στον τροφοδότη φύλλων.
es: Cargue papel en el alimentador de hojas.
hu: Töltsön be papírt a lapadagolóba.
id: Muatkan kertas ke dalam penyalur kertas.
ja: オートシートフィーダーに用紙をセットしてください。
ru: Вставьте бумагу в устройство подачи.
th: ป้อนกระดาษอยู่ในตัวป้อนกระดาษ
zh_tw: 在送紙器中裝入紙張。

source: Load paper into the cassette.
da: Læg papir i kassetten.
el: Τοποθετήστε χαρτί στην κασέτα.
es: Cargue papel en el cassette.
hu: Tegyen papírt az adagolókazettába.
id: Muatkan kertas ke dalam kotak kertas.
ja: カセットに用紙をセットしてください。
ru: Вставьте бумагу в кассету.
th: ป้อนกระดาษในกลักกระดาษ
zh_tw: 在紙匣中裝入紙張。

source: Load paper into the front feeder.
da: Læg papir i frontføderen.
el: Τοποθετήστε χαρτί στον εμπρόσθιο τροφοδότη.
es: Cargue papel en el alimentador frontal.
hu: Töltsön be papírt az elülső adagolóba.
id: Muatkan kertas ke dalam penyalur depan.
ja: フロントフィーダーに用紙をセットしてください。
ru: Вставьте бумагу в переднее устройство подачи.
th: ป้อนกระดาษในตัวป้อนด้านหน้า
zh_tw: 在前端送紙器中裝入紙張。

source: Press the printer's RESUME button.
da: Tryk på knappen FORTSÆT (RESUME) på printeren.
el: Πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑΣ (RESUME) του εκτυπωτή.
es: Presione el botón REANUDAR (RESUME) de la impresora.
hu: Nyomja meg a nyomtató ÚJRAKEZD (RESUME) gombját.
id: Tekan tombol RESUME pada pencetak.
ja: プリンターのリセット(RESUME)ボタンを押してください。
ru: Нажмите клавишу "ВОЗОБНОВИТЬ (RESUME)" на принтере.
th: กดปุ่ม RESUME ของเครื่องพิมพ์
zh_tw: 按印表機的 [重試(RESUME)] 按鈕。

source: Press the printer's OK button.
da: Tryk på knappen OK på printeren.
el: Πατήστε το κουμπί OK του εκτυπωτή.
es: Presione el botón OK de la impresora.
hu: Nyomja meg a nyomtató OK gombját.
id: Tekan tombol OK pada pencetak.
ja: プリンターのOKボタンを押してください。
ru: Нажмите клавишу "OK" на принтере.
th: กดปุ่ม OK ของเครื่องพิมพ์
zh_tw: 按印表機的 [OK] 按鈕。

source: Press the printer's Start button.
da: Tryk på knappen Start på printeren.
el: Πατήστε το κουμπί Έναρξη (Start) του εκτυπωτή.
es: Presione el botón de Iniciar (Start) de la impresora.
hu: Nyomja meg a nyomtató Start gombját.
id: Tekan tombol Start pada pencetak.
ja: プリンターのスタート(Start)ボタンを押してください。
ru: Нажмите клавишу "Пуск (Start)" на принтере.
th: กดปุ่ม Start ของเครื่องพิมพ์
zh_tw: 按印表機的 [啟動(Start)] 按鈕。

source: Paper is jammed.
da: Der er opstået papirstop.
el: Το χαρτί έχει μπλοκάρει.
es: Se ha atascado el papel.
hu: A papír beszorult.
id: Kertas macet.
ja: 用紙が詰まりました。
ru: Застряла бумага.
th: กระดาษติด
zh_tw: 紙張被夾。

source: Paper is jammed at the paper output slot.
da: Der er papirstop i udgangen til udbakken.
el: Παρουσιάστηκε εμπλοκή στη σχισμή εξόδου χαρτιού.
es: El papel está atascado en la ranura de salida del papel.
hu: A papír elakadt a papírkimeneti nyílásnál.
id: Kertas macet pada slot keluaran kertas.
ja: 排紙口で用紙が詰まりました。
ru: Застряла бумага в отверстии для выхода бумаги.
th: กระดาษติดในช่องออกกระดาษ
zh_tw: 出紙槽出現夾紙情況。

source: Remove the jammed paper.
da: Fjern det fastsiddende papir.
el: Αφαιρέστε το μπλοκαρισμένο χαρτί.
es: Retire el papel atascado.
hu: Távolítsa el a beszorult papírt.
id: Keluarkan kertas yang macet.
ja: 詰まった用紙を取り除いてください。
ru: Удалите застрявшую бумагу из принтера.
th: เอากระดาษที่ติดออก
zh_tw: 移除被夾紙張。

source: Press the printer's RESUME button. Printing resumes from the next paper.
da: Tryk på knappen FORTSÆT (RESUME) på printeren. Udskrivningen fortsætter fra det næste ark papir.
el: Πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑΣ (RESUME) του εκτυπωτή. Η εκτύπωση συνεχίζεται από το επόμενο χαρτί.
es: Presione el botón REANUDAR (RESUME) de la impresora. La impresión se reanuda a partir del siguiente papel.
hu: Nyomja meg a nyomtató ÚJRAKEZD (RESUME) gombját. A nyomtatás a következő laptól folytatódik.
id: Tekan tombol RESUME pada pencetak. Pencetakan dilanjutkan kembali dari kertas berikutnya.
ja: プリンターのリセット(RESUME)ボタンを押してください。次の用紙から印刷を開始します。
ru: Нажмите клавишу "ВОЗОБНОВИТЬ (RESUME)" на принтере. Печать возобновится со следующего листа.
th: กดปุ่ม RESUME ของเครื่องพิมพ์ การพิมพ์จะเริ่มใหม่ตั้งแต่หน้าถัดไป
zh_tw: 按印表機的 [重試(RESUME)] 按鈕。從下一頁恢復列印。

source: Press the printer's OK button. Printing resumes from the next paper.
da: Tryk på knappen OK på printeren. Udskrivningen fortsætter fra det næste ark papir.
el: Πατήστε το κουμπί OK του εκτυπωτή. Η εκτύπωση συνεχίζεται από το επόμενο χαρτί.
es: Presione el botón OK de la impresora. La impresión se reanuda a partir del siguiente papel.
hu: Nyomja meg a nyomtató OK gombját. A nyomtatás a következő laptól folytatódik.
id: Tekan tombol OK pada pencetak. Pencetakan dilanjutkan kembali dari kertas berikutnya.
ja: プリンターのOKボタンを押してください。次の用紙から印刷を開始します。
ru: Нажмите клавишу "OK" на принтере. Печать возобновится со следующего листа.
th: กดปุ่ม OK ของเครื่องพิมพ์ การพิมพ์จะเริ่มใหม่ตั้งแต่หน้าถัดไป
zh_tw: 按印表機的 [OK] 按鈕。從下一頁恢復列印。

source: Press the printer's Start button. Printing resumes from the next paper.
da: Tryk på knappen Start på printeren. Udskrivningen fortsætter fra det næste ark papir.
el: Πατήστε το κουμπί Έναρξη (Start) του εκτυπωτή. Η εκτύπωση συνεχίζεται από το επόμενο χαρτί.
es: Presione el botón de Iniciar (Start) de la impresora. La impresión se reanuda a partir del siguiente papel.
hu: Nyomja meg a nyomtató Start gombját. A nyomtatás a következő laptól folytatódik.
id: Tekan tombol Start pada pencetak. Pencetakan dilanjutkan kembali dari kertas berikutnya.
ja: プリンターのスタート(Start)ボタンを押してください。次の用紙から印刷を開始します。
ru: Нажмите клавишу "Пуск (Start)" на принтере. Печать возобновится со следующего листа.
th: กดปุ่ม Start ของเครื่องพิมพ์ การพิมพ์จะเริ่มใหม่ตั้งแต่หน้าถัดไป
zh_tw: 按印表機的 [啟動(Start)] 按鈕。從下一頁恢復列印。

source: Paper is jammed in the transport unit.
da: Papiret er fastklemt i transportenheden.
el: Υπάρχει μπλοκαρισμένο χαρτί στη μονάδα μεταφοράς.
es: Se ha producido un atasco de papel en la unidad de transporte.
hu: A papír beszorult a továbbító egységbe.
id: Kertas macet dalam unit transport.
ja: 搬送ユニットで用紙が詰まりました。
ru: Застряла бумага в модуле подачи.
th: กระดาษติดในหน่วยการส่งผ่าน
zh_tw: 傳送單元出現夾紙情況。

source: Open the rear cover, remove the jammed paper. If the jammed paper cannot be removed, first remove the cassette and remove the paper from the cassette side.
da: Åbn bagdækslet, og fjern det fastklemte papir. Hvis du ikke kan fjerne det fastklemte papir, skal du først fjerne patronen og fjerne papiret fra patronsiden.
el: Ανοίξτε το πίσω κάλυμμα, αφαιρέστε το χαρτί που έχει προκαλέσει την εμπλοκή. Εάν δεν μπορείτε να αφαιρέσετε το χαρτί, αφαιρέστε πρώτα την κασέτα και στη συνέχεια το χαρτί από την πλευρά της κασέτας.
es: Abra la cubierta trasera y retire el papel atascado. Si no se puede retirar el papel atascado, en primer lugar retire la bandeja y quite el papel desde el extremo de la bandeja.
hu: Nyissa fel a hátsó fedelet, és távolítsa el a beszorult papírt. Ha a beszorult papírt nem lehet eltávolítani, először távolítsa el a kazettát, majd távolítsa el a papírt a kazetta felől.
id: Buka penutup belakang, keluarkan kertas yang macet. Jika kertas yang macet tidak dapat dikeluarkan, lepaskan kotak kertas terlebih dahulu dan keluarkan kertas dari samping kotak kertas.
ja: 背面カバーを開けて、詰まった用紙を取り除いてください。取り除けない場合は、一旦カセットを取り外し、カセット側から取り除いてください。
ru: Откройте заднюю крышку, извлеките застрявшую бумагу. Если извлечь бумагу не удается, сделайте это со стороны кассеты (сначала снимите кассету).
th: เปิดฝาครอบด้านหลัง เอากระดาษที่ติดออก หากไม่สามารถเอากระดาษที่ติดออก ให้เอากลักกระดาษออกก่อน แล้วเอากระดาษที่ติดออกจากด้านกลัก
zh_tw: 開啟後蓋，移除被夾紙張。如果無法移除被夾紙張，請先移除紙匣，然後從紙匣一側移除被夾紙張。

source: Open the rear cover, remove the jammed paper. If the jammed paper cannot be removed, remove the paper from the front feeder side.
da: Åbn bagdækslet, og fjern det fastklemte papir. Hvis papiret ikke kan fjernes, fjernes det fra frontfødersiden.
el: Ανοίξτε το πίσω κάλυμμα, αφαιρέστε το χαρτί που έχει προκαλέσει την εμπλοκή. Εάν δεν είναι δυνατή η αφαίρεση του μπλοκαρισμένου χαρτιού, αφαιρέστε το χαρτί από τον εμπρόσθιο τροφοδότη.
es: Abra la cubierta trasera y retire el papel atascado. Si no puede hacerlo, quítelo desde el lado del alimentador delantero.
hu: Nyissa fel a hátsó fedelet, és távolítsa el a beszorult papírt. Ha a beszorult papír nem távolítható el, próbálja az elülső adagoló felől eltávolítani.
id: Buka penutup belakang, keluarkan kertas yang macet. Jika kertas yang macet tidak dapat dikeluarkan, keluarkan kertas dari samping penyalur depan.
ja: 背面カバーを開けて、詰まった用紙を取り除いてください。取り除けない場合は、フロントフィーダー側から取り除いてください。
ru: Откройте заднюю крышку, извлеките застрявшую бумагу. Если извлечь застрявшую бумагу не удается, извлекайте бумагу со стороны переднего устройства подачи.
th: เปิดฝาครอบด้านหลัง เอากระดาษที่ติดออก หากไม่สามารถเอากระดาษที่ติดออก ให้เอาออกจากตัวป้อนด้านหน้า
zh_tw: 開啟後蓋，移除被夾紙張。如果無法移除被夾紙張，請從前端送紙器一側移除被夾紙張。

source: Paper is jammed in the duplexing transport unit.
da: Papiret er fastklemt i duplekstransportenheden.
el: Το χαρτί μπλόκαρε στη μονάδα μεταφοράς εκτυπώσεων διπλής όψης.
es: El papel está atascado en la unidad de transporte de doble cara.
hu: A papír beszorult a duplex továbbító egységbe.
id: Kertas macet dalam unit transport pendupleksan.
ja: 両面搬送部で用紙が詰まりました。
ru: Застряла бумага в модуле подачи для двухсторонней печати.
th: กระดาษติดในหน่วยการส่งผ่านทั้งสองหน้า
zh_tw: 雙面傳送單元出現夾紙情況。

source: Remove the cassette, push the printer over onto its back side, and then open the duplexing transport unit cover. Next, remove the jammed paper, and immediately return the printer to its original position. Refer to the user's guide for details.
da: Fjern kassetten, vip printeren forsigtigt, så den ligger på bagsiden, og åbn derefter dækslet til duplekstransportenheden. Fjern derefter papirstoppet, og anbring straks printeren i den oprindelige position. Se brugervejledningen for nærmere oplysninger.
el: Αφαιρέστε την κασέτα, σπρώξτε τον εκτυπωτή πίσω ώστε να γυρίσει ανάποδα και στη συνέχεια ανοίξτε το κάλυμμα της μονάδας μεταφοράς διπλής όψης. Κατόπιν, αφαιρέστε το μπλοκαρισμένο χαρτί και επαναφέρετε αμέσως τον εκτυπωτή στην αρχική του θέση. Ανατρέξτε στον οδηγό λειτουργίας για περισσότερες λεπτομέρειες.
es: Retire el cassette, coloque la impresora sobre su lateral y abra la cubierta de la unidad de transporte de doble cara. Después, saque el papel atascado e inmediatamente vuelva a poner la impresora en posición original. Si desea obtener más detalles, consulte la guía del usuario.
hu: Távolítsa el a kazettát, fordítsa fel a nyomtatót, majd nyissa fel a duplex továbbító egység fedelét. Ezután távolítsa el a beszorult papírt, majd azonnal fordítsa vissza az eredeti helyzetébe a nyomtatót. Részleteket a felhasználói kézikönyvben talál.
id: Lepaskan kotak kertas, balikkan pencetak ke sisi belakangnya, dan kemudian buka penutup unit transport pendupleksan. Berikutnya, keluarkan kertas yang macet, dan kembalikan segera pencetak ke posisi semulanya. Rujuk petunjuk pengguna untuk detilnya.
ja: 一旦カセットを取り外し、プリンターを後ろに倒してから、両面搬送部のカバーを開けてください。詰まった用紙を取り除き、すみやかにプリンターを元の位置に戻してください。 詳細は、取扱説明書を参照してください。
ru: Извлеките кассету, поставьте принтер на заднюю стенку, а затем откройте крышку модуля подачи для двухсторонней печати. Затем извлеките застрявшую бумагу и незамедлительно верните принтер в исходное положение. Более подробные сведения см. в руководстве пользователя.
th: ให้เอากลักกระดาษออก ผลักดันเครื่องพิมพ์ให้เหนือบนอยู่ข้างหลัง แล้วเปิดฝาหน่วยการส่งผ่านทั้งสองหน้า ถัดไป เอากระดาษที่ติดออก และวางเครื่องพิมพ์ให้อยู่ในตำแหน่งเดิมทันที โปรดอ่านคำแนะนำผู้ใช้สำหรับรายละเอียด
zh_tw: 移除紙匣，翻轉印表機使其背面朝下，然後開啟雙面傳送單元蓋。接著，移除被夾紙張，並立即將印表機恢復到原位。 請參閱使用者指南獲取詳細資訊。

source: Remove the cassette, push the printer over onto its side, and then open the duplexing transport unit cover. Next, remove the jammed paper, and immediately return the printer to its original position. Refer to the user's guide for details.
da: Fjern kassetten, vip printeren forsigtigt, så den ligger på siden, og åbn derefter dækslet til duplekstransportenheden. Fjern derefter papirstoppet, og anbring straks printeren i den oprindelige position. Se brugervejledningen for nærmere oplysninger.
el: Αφαιρέστε την κασέτα, ανασηκώστε τον εκτυπωτή και στη συνέχεια ανοίξτε το κάλυμμα της μονάδας μεταφοράς διπλής όψης. Κατόπιν, αφαιρέστε το μπλοκαρισμένο χαρτί και επαναφέρετε αμέσως τον εκτυπωτή στην αρχική του θέση. Ανατρέξτε στον οδηγό λειτουργίας για περισσότερες λεπτομέρειες.
es: Retire el cassette, coloque la impresora sobre su lateral y abra la cubierta de la unidad de transporte de doble cara. Después, saque el papel atascado e inmediatamente vuelva a poner la impresora en posición original. Si desea obtener más detalles, consulte la guía del usuario.
hu: Távolítsa el a kazettát, fordítsa oldalra a nyomtatót, majd nyissa fel a duplex továbbító egység fedelét. Ezután távolítsa el a beszorult papírt, majd azonnal fordítsa vissza az eredeti helyzetébe a nyomtatót. Részleteket a felhasználói kézikönyvben talál.
id: Lepaskan kotak kertas, baringkan pencetak pada posisi miring, dan kemudian buka penutup unit transport pendupleksan. Berikutnya, keluarkan kertas yang macet, dan kembalikan segera pencetak ke posisi semulanya. Rujuk petunjuk pengguna untuk detilnya.
ja: 一旦カセットを取り外し、プリンターを横に倒してから、両面搬送部のカバーを開けてください。詰まった用紙を取り除き、すみやかにプリンターを元の位置に戻してください。 詳細は、取扱説明書を参照してください。
ru: Извлеките кассету, поставьте принтер на боковую стенку, а затем откройте крышку модуля подачи для двухсторонней печати. Затем извлеките застрявшую бумагу и незамедлительно верните принтер в исходное положение. Более подробные сведения см. в руководстве пользователя.
th: ให้เอากลักกระดาษออก ผลักดันเครื่องพิมพ์ให้เหนือบนอยู่ข้างเครื่อง แล้วเปิดฝาหน่วยการส่งผ่านทั้งสองหน้า ถัดไป เอากระดาษที่ติดออก และวางเครื่องพิมพ์ให้อยู่ในตำแหน่งเดิมทันที โปรดอ่านคำแนะนำผู้ใช้สำหรับรายละเอียด
zh_tw: 移除紙匣，翻轉印表機使其側面朝下，然後開啟雙面傳送單元蓋。接著，移除被夾紙張，並立即將印表機恢復到原位。 請參閱使用者指南獲取詳細資訊。

source: The ink absorber is almost full. Press the printer's RESUME button to continue printing. Contact the service center.
da: Den brugte blækbeholder er næsten fyldt. Tryk på knappen FORTSÆT (RESUME) for at fortsætte udskrivningen. Kontakt servicecenteret.
el: Ο συλλέκτης μελάνης είναι σχεδόν πλήρης. Πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑΣ (RESUME) του εκτυπωτή για να συνεχιστεί η εκτύπωση. Επικοινωνήστε με το κέντρο υπηρεσία.
es: El absorbedor de tinta está casi lleno. Pulse el botón REANUDAR (RESUME) de la impresora para continuar la impresión. Póngase en contacto con el centro de servicio.
hu: A tintaelnyelő majdnem tele van. A nyomtatás folytatásához nyomja meg az ÚJRAKEZD (RESUME) gombot a nyomtatón. Lépjen kapcsolatba a szervizközponttal.
id: Penyerap tinta hampir penuh. Tekan tombol RESUME pada pencetak untuk melanjutkan pencetakan. Hubungi pusat pelayanan.
ja: インク吸収体が満杯に近づいています。 プリンターのリセット(RESUME)ボタンを押すと印刷が再開できます。 早めに修理受付窓口に連絡してください。
ru: Абсорбер чернил почти полон. Нажмите на принтере клавишу "ВОЗОБНОВИТЬ (RESUME)", чтобы продолжить печать. Обратитесь в сервисный центр.
th: ตัวดูดซับหมึกใกล้จะเต็ม กดปุ่ม RESUME ของเครื่องพิมพ์เพื่อพิมพ์ต่อไป กรุณาทำการสื่อสารกับศูนย์อำนวยประโยชน์
zh_tw: 墨水收集器將滿。 按印表機的 [重試(RESUME)] 按鈕繼續列印。 請聯絡服務中心。

source: The ink absorber is almost full. Press the printer's OK button to continue printing. Contact the service center.
da: Den brugte blækbeholder er næsten fyldt. Tryk på knappen OK for at fortsætte udskrivningen. Kontakt servicecenteret.
el: Ο συλλέκτης μελάνης είναι σχεδόν πλήρης. Πατήστε το κουμπί OK του εκτυπωτή για να συνεχιστεί η εκτύπωση. Επικοινωνήστε με το κέντρο υπηρεσία.
es: El absorbedor de tinta está casi lleno. Pulse el botón OK de la impresora para continuar la impresión. Póngase en contacto con el centro de servicio.
hu: A tintaelnyelő majdnem tele van. A nyomtatás folytatásához nyomja meg az OK gombot a nyomtatón. Lépjen kapcsolatba a szervizközponttal.
id: Penyerap tinta hampir penuh. Tekan tombol OK pada pencetak untuk melanjutkan pencetakan. Hubungi pusat pelayanan.
ja: インク吸収体が満杯に近づいています。 プリンターのOKボタンを押すと印刷が再開できます。 早めに修理受付窓口に連絡してください。
ru: Абсорбер чернил почти полон. Нажмите на принтере клавишу "OK", чтобы продолжить печать. Обратитесь в сервисный центр.
th: ตัวดูดซับหมึกใกล้จะเต็ม กดปุ่ม OK ของเครื่องพิมพ์เพื่อพิมพ์ต่อไป กรุณาทำการสื่อสารกับศูนย์อำนวยประโยชน์
zh_tw: 墨水收集器將滿。 按印表機的 [OK] 按鈕繼續列印。 請聯絡服務中心。

source: The ink absorber is almost full. Press the printer's RESUME button to continue printing. The printer will soon require servicing to replace the ink absorber. Contact the support center or the service center. The ink absorber can only be replaced by a qualified technician.
da: Den brugte blækbeholder er næsten fyldt. Tryk på knappen FORTSÆT (RESUME) for at fortsætte udskrivningen. Printeren kræver snart service for at udskifte den brugte blækbeholder. Kontakt supportcenteret eller servicecenteret. Den brugte blækbeholder kan kun udskiftes af en uddannet tekniker.
el: Ο συλλέκτης μελάνης είναι σχεδόν πλήρης. Πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑΣ (RESUME) του εκτυπωτή για να συνεχιστεί η εκτύπωση. Ο εκτυπωτής θα χρειαστεί σύντομα συντήρηση για να αντικατασταθεί ο συλλέκτης μελάνης. Επικοινωνήστε με το κέντρο υποστήριξης ή με το κέντρο υπηρεσία. Ο συλλέκτης μελάνης μπορεί να αντικατασταθεί μόνο από εξειδικευμένο τεχνικό.
es: El absorbedor de tinta está casi lleno. Pulse el botón REANUDAR (RESUME) de la impresora para continuar la impresión. La impresora necesitará pronto asistencia técnica para sustituir el absorbedor de tinta. Póngase en contacto con el centro de asistencia técnica o el centro de servicio. El absorbedor de tinta sólo podrá sustituirlo un técnico especializado.
hu: A tintaelnyelő majdnem tele van. A nyomtatás folytatásához nyomja meg az ÚJRAKEZD (RESUME) gombot a nyomtatón. A tintaelnyelőt hamarosan ki kell cserélni egy szerviz során. Lépjen kapcsolatba a támogató vagy a szervizközponttal. A tintaelnyelőt csak egy minősített szakember cserélheti ki.
id: Penyerap tinta hampir penuh. Tekan tombol RESUME pada pencetak untuk melanjutkan pencetakan. Pencetak akan segera membutuhkan perbaikan untuk mengganti penyerap tinta. Hubungi pusat dukungan atau pusat pelayanan. Penyerap tinta hanya dapat diganti oleh teknisi berkualifikasi.
ja: インク吸収体が満杯に近づいています。 プリンターのリセット(RESUME)ボタンを押すと印刷が再開できます。 満杯になると、印刷できなくなりますので、早めにお客様相談センターまたは修理受付窓口に連絡してください。 お客様ご自身によるインク吸収体の交換はできません。
ru: Абсорбер чернил почти полон. Нажмите на принтере клавишу "ВОЗОБНОВИТЬ (RESUME)", чтобы продолжить печать. Скоро потребуется обслуживание принтера для замены абсорбера чернил. Обратитесь в центр поддержки или в сервисный центр. Абсорбер чернил может заменить только квалифицированный специалист.
th: ตัวดูดซับหมึกใกล้จะเต็ม กดปุ่ม RESUME ของเครื่องพิมพ์เพื่อพิมพ์ต่อไป เครื่องพิมพ์ต้องการบริการทันทีเพื่อเปลี่ยนตัวดูดซับหมึก ทำการสื่อสารกับศูนย์อำนวยสนับสนุนหรือศูนย์อำนวยประโยชน์ ตัวดูดซับหมึกนี้จะถูกเปลี่ยนได้เฉพาะด้วยผู้ชำนาญที่ผ่านเกณฑ์ตรวจสอบ
zh_tw: 墨水收集器將滿。 按印表機的 [重試(RESUME)] 按鈕繼續列印。 印表機即將需要更換墨水收集器。 請聯絡支援中心或服務中心。 墨水收集器僅能由專業技術人員更換。
