Repository: spremi/cnijfilter-source-3.80
Catalog: cngpijmon/po/*.po
Languages: da, el, es, hu, id, ja, ru, th, zh_tw

source: Color <CL-93>
da: Farve <CL-93>
el: Έγχρωμη <CL-93>
hu: Színes <CL-93>
id: Berwarna <CL-93>
ja: カラー <CL-93>
ru: Цвет <CL-93>
th: สี <CL-93>
zh_tw: 彩色 <CL-93>

source: Color <CL-98>
da: Farve <CL-98>
el: Έγχρωμη <CL-98>
hu: Színes <CL-98>
id: Berwarna <CL-98>
ja: カラー <CL-98>
ru: Цвет <CL-98>
th: สี <CL-98>
zh_tw: 彩色 <CL-98>

source: Black <PG-140XXL>
da: Sort <PG-140XXL>
el: Μαύρο <PG-140XXL>
es: Negro <PG-140XXL>
hu: Fekete <PG-140XXL>
id: Hitam <PG-140XXL>
ja: ブラック <PG-140XXL>
ru: Черный <PG-140XXL>
th: สีดำ <PG-140XXL>
zh_tw: 黑色 <PG-140XXL>

source: Black <PG-140XL>
da: Sort <PG-140XL>
el: Μαύρο <PG-140XL>
es: Negro <PG-140XL>
hu: Fekete <PG-140XL>
id: Hitam <PG-140XL>
ja: ブラック <PG-140XL>
ru: Черный <PG-140XL>
th: สีดำ <PG-140XL>
zh_tw: 黑色 <PG-140XL>

source: Black <PG-140>
da: Sort <PG-140>
el: Μαύρο <PG-140>
es: Negro <PG-140>
hu: Fekete <PG-140>
id: Hitam <PG-140>
ja: ブラック <PG-140>
ru: Черный <PG-140>
th: สีดำ <PG-140>
zh_tw: 黑色 <PG-140>

source: Black <PG-240XXL>
da: Sort <PG-240XXL>
el: Μαύρο <PG-240XXL>
es: Negro <PG-240XXL>
hu: Fekete <PG-240XXL>
id: Hitam <PG-240XXL>
ja: ブラック <PG-240XXL>
ru: Черный <PG-240XXL>
th: สีดำ <PG-240XXL>
zh_tw: 黑色 <PG-240XXL>

source: Black <PG-240XL>
da: Sort <PG-240XL>
el: Μαύρο <PG-240XL>
es: Negro <PG-240XL>
hu: Fekete <PG-240XL>
id: Hitam <PG-240XL>
ja: ブラック <PG-240XL>
ru: Черный <PG-240XL>
th: สีดำ <PG-240XL>
zh_tw: 黑色 <PG-240XL>

source: Black <PG-240>
da: Sort <PG-240>
el: Μαύρο <PG-240>
es: Negro <PG-240>
hu: Fekete <PG-240>
id: Hitam <PG-240>
ja: ブラック <PG-240>
ru: Черный <PG-240>
th: สีดำ <PG-240>
zh_tw: 黑色 <PG-240>

source: Black <BC-340XL>
da: Sort <BC-340XL>
el: Μαύρο <BC-340XL>
es: Negro <BC-340XL>
hu: Fekete <BC-340XL>
id: Hitam <BC-340XL>
ja: ブラック <BC-340XL>
ru: Черный <BC-340XL>
th: สีดำ <BC-340XL>
zh_tw: 黑色 <BC-340XL>

source: Black <BC-340>
da: Sort <BC-340>
el: Μαύρο <BC-340>
es: Negro <BC-340>
hu: Fekete <BC-340>
id: Hitam <BC-340>
ja: ブラック <BC-340>
ru: Черный <BC-340>
th: สีดำ <BC-340>
zh_tw: 黑色 <BC-340>

source: Black <PG-440XL>
da: Sort <PG-440XL>
el: Μαύρο <PG-440XL>
es: Negro <PG-440XL>
hu: Fekete <PG-440XL>
id: Hitam <PG-440XL>
ja: ブラック <PG-440XL>
ru: Черный <PG-440XL>
th: สีดำ <PG-440XL>
zh_tw: 黑色 <PG-440XL>

source: Black <PG-440>
da: Sort <PG-440>
el: Μαύρο <PG-440>
es: Negro <PG-440>
hu: Fekete <PG-440>
id: Hitam <PG-440>
ja: ブラック <PG-440>
ru: Черный <PG-440>
th: สีดำ <PG-440>
zh_tw: 黑色 <PG-440>

source: Black <PG-540XL>
da: Sort <PG-540XL>
el: Μαύρο <PG-540XL>
es: Negro <PG-540XL>
hu: Fekete <PG-540XL>
id: Hitam <PG-540XL>
ja: ブラック <PG-540XL>
ru: Черный <PG-540XL>
th: สีดำ <PG-540XL>
zh_tw: 黑色 <PG-540XL>

source: Black <PG-540>
da: Sort <PG-540>
el: Μαύρο <PG-540>
es: Negro <PG-540>
hu: Fekete <PG-540>
id: Hitam <PG-540>
ja: ブラック <PG-540>
ru: Черный <PG-540>
th: สีดำ <PG-540>
zh_tw: 黑色 <PG-540>

source: Black <PG-640XXL>
da: Sort <PG-640XXL>
el: Μαύρο <PG-640XXL>
es: Negro <PG-640XXL>
hu: Fekete <PG-640XXL>
id: Hitam <PG-640XXL>
ja: ブラック <PG-640XXL>
ru: Черный <PG-640XXL>
th: สีดำ <PG-640XXL>
zh_tw: 黑色 <PG-640XXL>

source: Black <PG-640XL>
da: Sort <PG-640XL>
el: Μαύρο <PG-640XL>
es: Negro <PG-640XL>
hu: Fekete <PG-640XL>
id: Hitam <PG-640XL>
ja: ブラック <PG-640XL>
ru: Черный <PG-640XL>
th: สีดำ <PG-640XL>
zh_tw: 黑色 <PG-640XL>

source: Black <PG-640>
da: Sort <PG-640>
el: Μαύρο <PG-640>
es: Negro <PG-640>
hu: Fekete <PG-640>
id: Hitam <PG-640>
ja: ブラック <PG-640>
ru: Черный <PG-640>
th: สีดำ <PG-640>
zh_tw: 黑色 <PG-640>

source: Black <PG-740XL>
da: Sort <PG-740XL>
el: Μαύρο <PG-740XL>
es: Negro <PG-740XL>
hu: Fekete <PG-740XL>
id: Hitam <PG-740XL>
ja: ブラック <PG-740XL>
ru: Черный <PG-740XL>
th: สีดำ <PG-740XL>
zh_tw: 黑色 <PG-740XL>

source: Black <PG-740>
da: Sort <PG-740>
el: Μαύρο <PG-740>
es: Negro <PG-740>
hu: Fekete <PG-740>
id: Hitam <PG-740>
ja: ブラック <PG-740>
ru: Черный <PG-740>
th: สีดำ <PG-740>
zh_tw: 黑色 <PG-740>

source: Black <PG-840XL>
da: Sort <PG-840XL>
el: Μαύρο <PG-840XL>
es: Negro <PG-840XL>
hu: Fekete <PG-840XL>
id: Hitam <PG-840XL>
ja: ブラック <PG-840XL>
ru: Черный <PG-840XL>
th: สีดำ <PG-840XL>
zh_tw: 黑色 <PG-840XL>

source: Black <PG-840>
da: Sort <PG-840>
el: Μαύρο <PG-840>
es: Negro <PG-840>
hu: Fekete <PG-840>
id: Hitam <PG-840>
ja: ブラック <PG-840>
ru: Черный <PG-840>
th: สีดำ <PG-840>
zh_tw: 黑色 <PG-840>

source: Black <PG-83>
da: Sort <PG-83>
el: Μαύρο <PG-83>
es: Negro <PG-83>
hu: Fekete <PG-83>
id: Hitam <PG-83>
ja: ブラック <PG-83>
ru: Черный <PG-83>
th: สีดำ <PG-83>
zh_tw: 黑色 <PG-83>

source: Black <PG-88>
da: Sort <PG-88>
el: Μαύρο <PG-88>
es: Negro <PG-88>
hu: Fekete <PG-88>
id: Hitam <PG-88>
ja: ブラック <PG-88>
ru: Черный <PG-88>
th: สีดำ <PG-88>
zh_tw: 黑色 <PG-88>

source: Preparing...
da: Forbereder...
el: Γίνεται προετοιμασία...
es: Preparando...
hu: Előkészítés...
id: Menyiapkan...
ja: 準備中です。
ru: Подготовка...
th: กำลังจัดเตรียมอยู่...
zh_tw: 正在準備...

source: Detach the rear cover, and then remove the jammed paper. If the jammed paper cannot be found inside the rear cover, refer to the user's guide for how to remove the paper.
da: Åbn bagdækslet, og fjern derefter det fastklemte papir. Hvis du ikke kan se det fastklemte papir under bagdækslet, kan du læse i brugervejledningen, hvordan papiret kan fjernes.
el: Αφαιρέστε το πίσω κάλυμμα και, στη συνέχεια, αφαιρέστε το μπλοκαρισμένο χαρτί. Εάν δεν μπορείτε να βρείτε το μπλοκαρισμένο χαρτί στο εσωτερικό του πίσω καλύμματος, ανατρέξτε στο εγχειρίδιο χρήσης για τον τρόπο αφαίρεσης του χαρτιού.
es: Suelte la tapa trasera y, a continuación, extraiga el papel atascado. Si el papel atascado no se encuentra dentro de la tapa trasera, consulte cómo extraerlo en la Guía del Usuario.
hu: Vegye le a hátsó fedelet, és távolítsa el a beszorult papírt. Ha nem találja a beszorult papírt a hátsó fedél alatt, tekintse meg a felhasználói kézikönyv erre vonatkozó részét.
id: Lepaskan penutup belakang, dan kemudian keluarkan kertas yang macet. Jika kertas yang macet tidak dapat ditemukan di dalam penutup belakang, rujuk ke petunjuk pengguna mengenai cara mengeluarkan kertas.
ja: 背面カバーを取り外して、詰まった用紙を取り除いてください。 背面カバーを取り外しても詰まった用紙が見えない場合は、取扱説明書を参照して用紙を取り除いてください。
ru: Отсоедините заднюю крышку, а затем извлеките застрявшую бумагу. Если не удается обнаружить застрявшую бумагу под задней крышкой, обратитесь к руководству пользователя для получения инструкций по извлечению бумаги.
th: ถอดออกฝาครอบด้านหลัง แล้วเอากระดาษที่ติดออก หากไม่สามารถพบกระดาษที่ติดในฝาครอบด้านหลัง โปรดอ่านคำแนะนำผู้ใชสำหรับวิธีการเอากระดาษออก
zh_tw: 卸下後蓋，然後移除被夾紙張。 如果在後蓋中無法找到被夾紙張，請參閱使用者指南獲取如何移除紙張的詳細資訊。

source: Raise the paper support, detach the rear cover, and then remove the jammed paper. If the jammed paper cannot be found inside the rear cover, refer to the user's guide for how to remove the paper.
da: Hæv papirstøtten, åbn bagdækslet, og fjern derefter det fastklemte papir. Hvis du ikke kan se det fastklemte papir under bagdækslet, kan du læse i brugervejledningen, hvordan papiret kan fjernes.
el: Ανασηκώστε τη βάση χαρτιού, αφαιρέστε το πίσω κάλυμμα και, στη συνέχεια, αφαιρέστε το μπλοκαρισμένο χαρτί. Εάν δεν μπορείτε να βρείτε το μπλοκαρισμένο χαρτί στο εσωτερικό του πίσω καλύμματος, ανατρέξτε στο εγχειρίδιο χρήσης για τον τρόπο αφαίρεσης του χαρτιού.
es: Levante el soporte del papel, suelte la tapa trasera y, a continuación, extraiga el papel atascado. Si el papel atascado no se encuentra dentro de la tapa trasera, consulte cómo extraerlo en la Guía del Usuario.
hu: Emelje fel a papírtámasztót, vegye le a hátsó fedelet, és távolítsa el a beszorult papírt. Ha nem találja a beszorult papírt a hátsó fedél alatt, tekintse meg a felhasználói kézikönyv erre vonatkozó részét.
id: Angkat pendukung kertas, lepaskan penutup belakang, dan kemudian keluarkan kertas yang macet. Jika kertas yang macet tidak dapat ditemukan di dalam penutup belakang, rujuk ke petunjuk pengguna mengenai cara mengeluarkan kertas.
ja: 用紙サポートを引き出し、背面カバーを取り外して、詰まった用紙を取り除いてください。 背面カバーを取り外しても詰まった用紙が見えない場合は、取扱説明書を参照して用紙を取り除いてください。
ru: Поднимите упор для бумаги, отсоедините заднюю крышку, а затем извлеките застрявшую бумагу. Если не удается обнаружить застрявшую бумагу под задней крышкой, обратитесь к руководству пользователя для получения инструкций по извлечению бумаги.
th: ยกฐานรองกระดาษชึ้น ถอดออกฝาครอบด้านหลัง แล้วเอากระดาษที่ติดออก หากไม่สามารถพบกระดาษที่ติดในฝาครอบด้านหลัง โปรดอ่านคำแนะนำผู้ใชสำหรับวิธีการเอากระดาษออก
zh_tw: 抬起托紙架，卸下後蓋，然後移除被夾紙張。 如果在後蓋中無法找到被夾紙張，請參閱使用者指南獲取如何移除紙張的詳細資訊。

source: When closing the cover, lift it up first and then close it slowly.
da: Når du lukker dækslet, skal du først løfte det op og derefter lukke det langsomt.
el: Κατά το κλείσιμο του καλύμματος, ανασηκώστε το πρώτα και έπειτα κλείστε το μαλακά.
es: Para cerrar la cubierta, levántela primero y luego ciérrela suavemente.
hu: A fedél becsukása során először emelje azt fel, majd lassan csukja be.
id: Ketika menutup penutup, angkat terlebih dahulu dan kemudian tutup secara perlahan.
ja: カバーを閉じるときは、一度持ち上げてから、ゆっくり閉じてください。
ru: При закрытии крышки сначала поднимите ее, а затем медленно закройте.
th: เมื่อปิดฝาครอบเครื่อง ยกมันขึ้นก่อนแล้วปิดอย่างช้าๆ
zh_tw: 當關閉機蓋時，請先抬起機蓋然後慢慢關閉。

source: Media Type :
da: Medietype :
el: Τύπος μέσου :
es: Tipo de soporte :
hu: Hordozótípus :
id: Tipe Media:
ja: 用紙の種類 :
ru: Тип носителя :
th: ชนิดสื่อสิ่งพิมพ์ :
zh_tw: 媒體類型:

source: Plain Paper
da: Almindeligt papir
el: Απλό χαρτί
es: Papel normal
hu: Normál papír
id: Kertas Biasa
ja: 普通紙
ru: Обычная бумага
th: กระดาษธรรมดา
zh_tw: 一般紙張

source: Paper that can be fed from the cassette is plain paper of A4, Letter, B5, and A5 sizes.
da: Papir, der kan indføres fra kassetten, er almindeligt papir i størrelserne A4, Letter, B5 og A5.
el: Το μέγεθος χαρτιού που πορεί να τροφοδοτηθεί από την κασέτα είναι απλό Α4, Letter, Β5 και Α5.
es: El papel que se puede cargar desde el cassette es el papel normal de los tamaños A4, Carta, B5 y A5.
hu: A kazettából A4, Letter, B5 és A5 méretű papír húzható be.
id: Kertas yang dapat disalurkan dari kotak kertas adalah kertas biasa berukuran A4, Letter, B5, dan A5.
ja: カセットから給紙できる用紙は、A4、レター、B5、A5サイズの普通紙です。
ru: Из кассеты можно подавать обычную бумагу размеров A4, Letter, B5 и A5.
th: ขนาดกระดาษที่สามารถป้อนจากกลักกระดาษคือกระดาษธรรมดาขนาด A4 Letter B5 และ A5
zh_tw: 可以從紙匣送出的紙張有 A4、Letter、B5 和 A5 大小的一般紙張。

source: Print job has been canceled by the printer's Stop button being pressed.
da: Udskriftsjobbet er annulleret, fordi der blev trykket på knappen Stop på printeren.
el: Η εργασία εκτύπωσης ακυρώθηκε επειδή πατήσατε το κουμπί Στοπ (Stop) στον εκτυπωτή.
es: El trabajo de impresión se ha cancelado al presionar el botón Parar (Stop) de la impresora.
hu: A nyomtatási munkát a nyomtató Stop gombjának lenyomásával törölte.
id: Tugas pencetakan telah dibatalkan karena tombol Stop pada pencetak telah ditekan.
ja: プリンターのストップ(Stop)ボタンを押したため、印刷が中止されました。
ru: Задание печати было отменено нажатием клавиши "Стоп (Stop)" на принтере.
th: งานพิมพ์ถูกยกเลิกโดยกดปุ่ม Stop บนเครื่องพิมพ์
zh_tw: 透過按印表機的 [停止(Stop)] 按鈕，列印作業已經被取消。

source: Replace the ink tank. Printing under the current condition may damage the printer. To continue printing, press and hold the printer's Stop button for at least 5 seconds, and then release it. This operation releases the function for detecting the remaining level of the above ink, and releasing the function is memorized. Please be advised that Canon shall not be liable for any malfunction or trouble caused by continuation of printing under the ink out condition.
da: Udskift blækbeholderen. Ved de aktuelle indstillinger kan udskrivning beskadige printeren. Hvis du vil fortsætte udskrivningen, skal du holde knappen Stop på printeren nede i mindst 5 sekunder og derefter slippe den. Denne handling frigiver funktionen til identifikation af blækniveauerne for blæktyperne ovenfor. Handlingen til frigivelse af funktionen gemmes i hukommelsen. Bemærk, at Canon kan ikke gøres ansvarlig for printerfejl eller -skader, der opstår som følge af fortsat udskrivning ved blækmangel.
el: Αντικαταστήστε το δοχείο μελάνης. Η εκτύπωση υπό τις υπάρχουσες συνθήκες ενδέχεται να προκαλέσει ζημιά στον εκτυπωτή. Για να συνεχίσετε την εκτύπωση, πατήστε και κρατήστε πατημένο το κουμπί Στοπ (Stop) του εκτυπωτή για τουλάχιστον 5 δευτερόλεπτα και έπειτα αφήστε το. Έτσι απενεργοποιείται η λειτουργία εντοπισμού της στάθμης της παραπάνω μελάνης και η απενεργοποίηση της λειτουργίας αποθηκεύεται στη μνήμη. Σας ενημερώνουμε ότι η Canon δεν φέρει καμία ευθύνη για οποιαδήποτε δυσλειτουργία ή πρόβλημα προκληθεί από τη συνέχιση της εκτύπωσης σε κατάσταση άδειου δοχείου μελάνης.
es: Sustituya el depósito de tinta. Si imprime en el estado actual, la impresora puede sufrir daños. Para continuar con la impresión, mantenga pulsado el botón Parar (Stop) de la impresora durante al menos 5 segundos y, a continuación, suéltelo. Esta operación desactivará la función de detección del nivel de tinta restante del depósito indicado. La desactivación de la función de detección del nivel de tinta restante se memorizará. Canon no se hace responsable del mal funcionamiento ni de los problemas derivados de continuar imprimiendo con el estado de tinta agotada.
hu: Cserélje ki a tintatartályt. A nyomtatás ebben az állapotban károsíthatja a nyomtatót. A nyomtatás folytatásához nyomja meg és tartsa lenyomva a Stop gombot legalább 5 másodpercig, majd engedje fel. Ezzel kikapcsolja a tintaszintet figyelő funkciót, és ez a kikapcsolás megőrződik. Figyelmeztetjük, hogy a Canon nem felelős a kifogyott tinta melletti nyomtatásból eredő meghibásodásért.
id: Ganti kotak tinta. Mencetak dalam kondisi sekarang ini dapat merusak pencetak. Untuk melanjutkan pencetakan, tekan dan tahan tombol Stop pada pencetak selama sekurangnya 5 detik, dan kemudian lepaskan. Operasi ini akan menonaktifkan fungsi pendeteksian level sisa tinta di atas, dan penonaktifan fungsi akan dicatat. Harap diketahui bahwa Canon tidak bertanggung jawab atas kegagalan atau masalah apa pun yang disebabkan oleh perlanjutan pencetakan dalam kondisi tinta habis.
ja: インクタンクを交換してください。このまま印刷を続けるとプリンターに損傷を与えるおそれがあります。 印刷を続けるには、プリンターのストップ(Stop)ボタンを5秒以上押してから離してください。 この場合、上記のインクの残量検知機能が無効になり、無効にしたことを履歴に残します。 インク切れの状態で印刷を続けたことが原因の故障については、キヤノンは責任を負えない場合があります。
ru: Замените эту чернильницу. Печать в таком состоянии может привести к повреждению принтера. Чтобы продолжить печать, нажмите и удерживайте нажатой не менее 5 секунд кнопку "Стоп (Stop)" на принтере, после чего отпустите ее. Эта операция отключит функцию определения оставшегося запаса чернил указанного выше цвета, и в памяти будет сделана запись об отключении. Обратите внимание, что компания Canon не будет нести ответственности за любые неполадки или затруднения, возникшие вследствие продолжения печати при закончившихся чернилах.
th: ให้แทนที่ตลับหมึก การพิมพ์อาจทำให้เครื่องพิมพ์เกิดความเสียหายในสภาวะปัจจุบันนี้ เพื่อพิมพ์ต่อไป ให้กดและค้างไว้ปุ่ม Stop ของเครื่องพิมพ์อย่างน้อย 5 วินาทีแล้วปล่อย การดำเนินการนี้จะทำให้ฟังก์ชันการตรวจสอบระดับหมึกดังกล่าวที่เหลืออยู่หยุดการทำงาน และฟังก์ชันการปลดปล่อยนี้ถูกจดจำไว้อยู่ โปรดสนใจที่ว่า Canon จะไม่รับผิดชอบต่อการทำงานผิดปกติหรืออุปสรรคของเครื่องพิมพ์ซึ่งอาจจะก่อให้เกิดขึ้นโดยการดำเนินการพิมพ์ต่อไปในสภาวะหมึกหมด
zh_tw: 請更換墨水盒。在目前情況下進行列印可能會使印表機受損。 如要繼續列印，請先按住印表機的 [停止(Stop)] 按鈕至少 5 秒鐘，再放開。 該操作將使偵測剩餘墨水量的功能失效，且功能失效將會被記錄。 請注意，對於在墨水用盡的情況下繼續列印而導致的印表機故障或問題，Canon 將不承擔任何責任。

source: Detach the rear cover, and then remove the jammed paper. If the jammed paper cannot be removed, first remove the cassette and remove the paper from the cassette side.
da: Åbn bagdækslet, og fjern derefter det fastklemte papir. Hvis du ikke kan fjerne det fastklemte papir, skal du først fjerne patronen og fjerne papiret fra patronsiden.
el: Αφαιρέστε το πίσω κάλυμμα και, στη συνέχεια, αφαιρέστε το μπλοκαρισμένο χαρτί. Εάν δεν μπορείτε να αφαιρέσετε το μπλοκαρισμένο χαρτί, αφαιρέστε πρώτα την κασέτα και, στη συνέχεια, το χαρτί από την πλευρά της κασέτας.
es: Suelte la tapa trasera y, a continuación, extraiga el papel atascado. Si no se puede extraer el papel atascado, retire primero el cassette y saque el papel desde el lado del cassette.
hu: Vegye le a hátsó fedelet, és távolítsa el a beszorult papírt. Ha a beszorult papírt nem lehet eltávolítani, először távolítsa el a kazettát, majd távolítsa el a papírt a kazetta felől.
id: Lepaskan penutup belakang, dan kemudian keluarkan kertas yang macet. Jika kertas yang macet tidak dapat dikeluarkan, lepaskan kotak kertas terlebih dahulu dan keluarkan kertas dari samping kotak kertas.
ja: 背面カバーを取り外して、詰まった用紙を取り除いてください。取り除けない場合は、一旦カセットを取り外し、カセット側から取り除いてください。
ru: Отсоедините заднюю крышку, а затем извлеките застрявшую бумагу. Если извлечь бумагу не удается, сделайте это со стороны кассеты (сначала снимите кассету).
th: ถอดออกฝาครอบด้านหลัง แล้วเอากระดาษที่ติดออก หากไม่สามารถเอากระดาษที่ติดออก ให้เอากลักกระดาษออกก่อน แล้วเอากระดาษที่ติดออกจากด้านกลัก
zh_tw: 卸下後蓋，然後移除被夾紙張。如果無法移除被夾紙張，請先移除紙匣，然後從紙匣一側移除被夾紙張。

source: Raise the paper support, detach the rear cover, and then remove the jammed paper. If the jammed paper cannot be removed, first remove the cassette and remove the paper from the cassette side.
da: Hæv papirstøtten, åbn bagdækslet, og fjern derefter det fastklemte papir. Hvis du ikke kan fjerne det fastklemte papir, skal du først fjerne patronen og fjerne papiret fra patronsiden.
el: Ανασηκώστε τη βάση χαρτιού, αφαιρέστε το πίσω κάλυμμα και, στη συνέχεια, αφαιρέστε το μπλοκαρισμένο χαρτί. Εάν δεν μπορείτε να αφαιρέσετε το μπλοκαρισμένο χαρτί, αφαιρέστε πρώτα την κασέτα και, στη συνέχεια, το χαρτί από την πλευρά της κασέτας.
es: Levante el soporte del papel, suelte la tapa trasera y, a continuación, extraiga el papel atascado. Si no se puede extraer el papel atascado, retire primero el cassette y saque el papel desde el lado del cassette.
hu: Emelje fel a papírtámasztót, vegye le a hátsó fedelet, és távolítsa el a beszorult papírt. Ha a beszorult papírt nem lehet eltávolítani, először távolítsa el a kazettát, majd távolítsa el a papírt a kazetta felől.
id: Angkat pendukung kertas, lepaskan penutup belakang, dan kemudian keluarkan kertas yang macet. Jika kertas yang macet tidak dapat dikeluarkan, lepaskan kotak kertas terlebih dahulu dan keluarkan kertas dari samping kotak kertas.
ja: 用紙サポートを引き出し、背面カバーを取り外して、詰まった用紙を取り除いてください。取り除けない場合は、一旦カセットを取り外し、カセット側から取り除いてください。
ru: Поднимите упор для бумаги, отсоедините заднюю крышку, а затем извлеките застрявшую бумагу. Если извлечь бумагу не удается, сделайте это со стороны кассеты (сначала снимите кассету).
th: ยกฐานรองกระดาษขึ้น ถอดออกฝาครอบด้านหลัง แล้วเอากระดาษที่ติดออก หากไม่สามารถเอากระดาษที่ติดออก ให้เอากลักกระดาษออกก่อน แล้วเอากระดาษที่ติดออกจากด้านกลัก
zh_tw: 抬起托紙架，卸下後蓋，然後移除被夾紙張。如果無法移除被夾紙張，請先移除紙匣，然後從紙匣一側移除被夾紙張。

source: An error has occurred. Check the display on the printer.
da: Der er opstået en fejl. Se printerens display.
el: Παρουσιάστηκε εσωτερικό σφάλμα. Ελέγξτε την οθόνη του εκτυπωτή.
es: Se produjo un error. Compruebe la pantalla de la impresora.
hu: Hiba történt. Ellenőrizze a nyomtató kijelzőjét.
id: Terjadi kesalahan. Periksa tampilan pada pencetak.
ja: エラーが発生しました。プリンターの表示を確認してください。
ru: Произошла ошибка. Проверьте информацию на дисплее принтера.
th: เกิดความผิดพลาด ให้ตรวจข้อมูลที่แสดงบนเครื่องพิมพ์
zh_tw: 出現錯誤。檢查印表機上的顯示屏。

source: An ink cartridge is not installed properly. Open the printer's cover, firmly push down the ink cartridge locking cover, and then make sure the ink cartridge is installed properly. Then close the printer's cover.
da: En blækpatron er ikke installeret korrekt. Åbn printerdækslet, tryk på dækslet til blækpatronen, og kontroller, at blækpatronen er installeret korrekt. Luk derefter printerdækslet.
el: Δεν έχει εγκατασταθεί σωστά κάποιο φυσίγγιο. Ανοίξτε το κάλυμμα του εκτυπωτή, πιέστε με δύναμη το κάλυμμα ασφάλισης του φυσιγγίου μελάνης και, στη συνέχεια, βεβαιωθείτε ότι το φυσίγγιο μελάνης είναι σωστά εγκατεστημένο. Έπειτα κλείστε το κάλυμμα του εκτυπωτή.
es: Se ha instalado un cartucho de tinta de forma incorrecta. Abra la tapa de la impresora, empuje firmemente la tapa de bloqueo del cartucho de tinta y, a continuación, asegúrese de que el cartucho de tinta está instalado correctamente. A continuación, cierre la tapa de la impresora.
hu: Egy tintapatront helytelenül tettek be. Nyissa fel a nyomtató fedőlapját, határozottan nyomja lefelé a tintapatron zárófedelét, és ellenőrizze, hogy a behelyezés megfelelő-e. Ezután zárja le a nyomtató fedőlapját.
id: Kartrij tinta tidak terpasang dengan benar. Buka penutup pencetak, tekan dengan kuat penutup pengunci kartrij tinta, dan kemudian pastikan kartrij tinta terpasang dengan benar. Kemudian tutup penutup pencetak.
ja: インクカートリッジが正しく取り付けられていません。 プリンターのカバーを開け、インクカートリッジ固定カバーをしっかり押して、インクカートリッジが正しく取り付けられていることを確認してください。その後、プリンターのカバーを閉じてください。
ru: Картридж не установлен должным образом. Откройте крышку принтера, достаточно сильно нажмите на фиксирующую крышку картриджа и убедитесь в том, что картридж установлен правильно. Затем закройте крышку принтера.
th: คาร์ทริดหมึกหนึ่งไม่ได้ติดตั้งอย่างถูกต้อง เปิดฝาครอบเครื่องพิมพ์ กดฝาครอบล็อกคาร์ทริดหมึกอย่างหนักแน่น แล้วแน่ใจว่าคาร์ทริดหมึกได้ติดตั้งอย่างถูกต้อง แล้วปิดฝาครอบเครื่องพิมพ์
zh_tw: 墨盒安裝不正確。 請開啟印表機機蓋，緊緊按下墨盒鎖定蓋，確認墨盒已經正確安裝。然後關閉機蓋。

source: Another computer is using the printer. The following status is the usage status of that computer. ---
da: Printeren bruges allerede af en anden computer. Brugerstatus for den pågældende computer vises herunder. ---
el: Κάποιος άλλος υπολογιστής χρησιμοποιεί τον εκτυπωτή. Η ακόλουθη κατάσταση είναι η κατάσταση χρήσης αυτού του υπολογιστή. ---
es: Otro equipo está usando la impresora. A continuación se indica el estado de utilización de ese equipo: ---
hu: Egy másik számítógép használja a nyomtatót. A következő használatjelentés a másik számítógépre vonatkozik. ---
id: Komputer lain sedang menggunakan pencetak. Status berikut ini adalah status penggunaan komputer tersebut. ---
ja: 他のコンピューターがプリンターを使用中です。 以下のステータスは、そのコンピューターの使用状況を表します。 ---
ru: Принтер используется другим компьютером. Следующие данные о состоянии являются данными об использовании принтера этим компьютером. ---
th: มีคอมพิวเตอร์เครื่องอื่นกำลังใช้เครื่องพิมพ์อยู่ ต่อไปนี้เป็นสถานะของเครื่องพิมพ์นั้น ---
zh_tw: 另一電腦正在使用印表機。 以下狀態是該電腦的使用狀態。 ---
