Repository: spremi/cnijfilter-source-3.80
Catalog: cngpijmon/po/*.po
Languages: da, el, es, hu, id, ja, ru, th, zh_tw

source: A printer error has occurred. Turn the printer off and then on again. If this doesn't clear the error, the printer needs repair. See the user's guide and contact the service center.
da: Der er opstået en printerfejl. Sluk printeren, og tænd den igen. Hvis det ikke afhjælper fejlen, skal printeren repareres. Se brugervejledningen, og kontakt servicecenteret.
el: Παρουσιάστηκε σφάλμα στον εκτυπωτή. Απενεργοποιήστε τον εκτυπωτή και στη συνέχεια ενεργοποιήστε τον. Εάν η ενέργεια αυτή δεν διορθώσει το σφάλμα, απαιτείται επισκευή του εκτυπωτή. Ανατρέξτε στον Οδηγό Λειτουργίας και επικοινωνήστε με το τμήμα εξυπηρέτησης.
es: Se ha producido un error en la impresora. Apague la impresora y enciéndala de nuevo. Si el problema no se resuelve, es necesario reparar la impresora. Consulte la guía del usuario y póngase en contacto con el Centro de servicio.
hu: Nyomtatóhiba. Kapcsolja ki a nyomtatót, majd kapcsolja be újra. Ha ezzel nem oldódik meg a probléma, akkor a nyomtató javításra szorul. Tekintse meg a felhasználói kézikönyvet, és vegye fel a kapcsolatot a szervizközponttal.
id: Telah terjadi kesalahan pencetak. Matikan pencetak dan kemudian hidupkan lagi. Jika hal ini tidak menyelesaikan masalah, pencetak perlu perbaikan. Baca petunjuk pengguna dan hubungi pusat pelayanan.
ja: プリンタートラブルが発生しました。 プリンターの電源を切り、もう一度電源を入れてください。 エラーが解除されないときは、修理が必要です。取扱説明書を参照し、修理受付窓口へ修理をご依頼ください。
ru: В принтере возникла ошибка. Выключите и снова включите принтер. Если ошибка не исчезает, необходимо выполнить ремонт принтера. Ознакомьтесь с руководством пользователя и обратитесь в сервисный центр.
th: เกิดความผิดพลาดของเครื่องพิมพ์ ปิดเครื่องพิมพ์แล้วเปิดใหม่ หากการกระทำนี้ไม่ได้แก้ไขข้อผิดพลาด ต้องการซ่อมแซมเครื่องพิมพ์ ดูคำแนะนำผู้ใช้และทำการสื่อสารกับศูนย์อำนวยประโยชน์
zh_tw: 出現印表機錯誤。 關閉印表機，然後重新開啟。 如果這樣不能消除錯誤，印表機需要修復。請參閱使用者指南並且聯絡服務中心。

source: An error has occurred. The printer needs repair. Turn the printer off and unplug the power cord of the printer from the power supply. Then see the user's guide and contact the service center.
da: Der er opstået en fejl. Printeren skal repareres. Sluk printeren, og træk stikket ud af stikkontakten. Se derefter brugervejledningen, og kontakt servicecenteret.
el: Παρουσιάστηκε σφάλμα. Απαιτείται επισκευή του εκτυπωτή. Απενεργοποιήστε τον εκτυπωτή και βγάλτε από την πρίζα το καλώδιο τροφοδοσίας του εκτυπωτή. Στη συνέχεια, ανατρέξτε στον Οδηγό Λειτουργίας και επικοινωνήστε με το τμήμα εξυπηρέτησης.
es: Se ha producido un error. Es necesario reparar la impresora. Apague la impresora y desenchufe el cable de alimentación de la impresora de la fuente de alimentación. A continuación, consulte la guía del usuario y póngase en contacto con el Centro de servicio.
hu: Hiba történt. A nyomtató javításra szorul. Kapcsolja ki a nyomtatót, majd húzza ki a nyomtató kábelét az elektromos aljzatból. Ezután tekintse meg a felhasználói kézikönyvet, és vegye fel a kapcsolatot a szervizközponttal.
id: Telah terjadi kesalahan. Pencetak perlu perbaikan. Matikan pencetak dan cabut kabel listrik pencetak dari colokan listrik. Kemudian baca petunjuk pengguna dan hubungi pusat pelayanan.
ja: 修理が必要なエラーが発生しました。 プリンターの電源を切り、電源プラグをコンセントから抜いてください。 その後、取扱説明書を参照し、修理受付窓口へ修理をご依頼ください。
ru: Произошла ошибка. Необходимо выполнить ремонт принтера. Выключите принтер и отсоедините кабель питания принтера от источника питания. Затем ознакомьтесь с руководством пользователя и обратитесь в сервисный центр.
th: เกิดความผิดพลาด ต้องการซ่อมแซมเครื่องพิมพ์ ปิดเครื่องพิมพ์และถอดสายไฟของเครื่องพิมพ์จากแหล่งจ่ายพลังงาน แล้วดูคำแนะนำผู้ใช้และทำการสื่อสารกับศูนย์อำนวยประโยชน์
zh_tw: 出現錯誤。印表機需要修復。 關閉印表機並從電源拔掉印表機電源線。 然後請參閱使用者指南並且聯絡服務中心。

source: Printer error has occurred. Contact the service center.
da: Der er opstået en printerfejl. Kontakt servicecenteret.
el: Παρουσιάστηκε σφάλμα στον εκτυπωτή. Επικοινωνήστε με το κέντρο εξυπηρέτησης.
es: Se ha producido un error en la impresora. Póngase en contacto con el Centro de servicio.
hu: Nyomtatóhiba. Vegye fel a kapcsolatot a szervizközponttal.
id: Terjadi kesalahan pencetak. Hubungi pusat pelayanan.
ja: プリンタートラブルが発生しました。 修理をご依頼ください。
ru: В принтере возникла ошибка. Обратитесь в сервисный центр.
th: เกิดความผิดพลาดของเครื่องพิมพ์ กรุณาทำการสื่อสารกับศูนย์อำนวยประโยชน์
zh_tw: 出現印表機錯誤。 請聯絡服務中心。

source: The ink absorber is full. It needs to be replaced. Contact the service center for replacement. The ink absorber can only be replaced by a qualified technician.
da: Blækabsorberen er næsten fuld. Den skal udskiftes. Kontakt servicecenteret for udskiftning. Blækabsorberen kan kun udskiftes af en uddannet tekniker.
el: Η συλλέκτης μελάνης είναι πλήρης. Πρέπει να αντικατασταθείη. Επικοινωνήστε με το κέντρο εξυπηρέτησης για την αντικατάσταση. Η μονάδα απορρόφησης μελανιού μπορεί να αντικατασταθεί μόνο από εξειδικευμένο τεχνικό.
es: El absorbedor de tinta está lleno. Es necesario sustituirlo. Para ello, póngase en contacto con el Centro de servicio. El absorbedor de tinta sólo podrá sustituirlo un técnico especializado.
hu: A tintagyűjtő megtelt. A gyűjtőt ki kell cserélni. Vegye fel a kapcsolatot a szervizközponttal a cserével kapcsolatban. A gyűjtőt csak szakképzett szakember cserélheti ki.
id: Penyerap tinta penuh. Penyerap tinta perlu diganti. Hubungi pusat pelayanan untuk penggantiannya. Penyerap tinta hanya dapat diganti oleh teknisi berkualifikasi.
ja: インク吸収体が満杯になりました。 インク吸収体の交換が必要です。 修理受付窓口へ交換をご依頼ください。 お客様ご自身による交換はできません。
ru: Абсорбер чернил полон. Его необходимо заменить. Для замены обратитесь в сервисный центр. Замена абсорбера чернил должна проводиться только квалифицированным специалистом.
th: ตัวดูดซับหมึกเต็ม จำเป็นต้องเปลี่ยนใหม่ กรุณาทำการสื่อสารกับศูนย์อำนวยประโยชน์สำหรับการเปลี่ยน ตัวดูดซับหมึกนี้จะถูกเปลี่ยนได้เฉพาะด้วยผู้ชำนาญที่ผ่านเกณฑ์ตรวจสอบ
zh_tw: 墨水收集器已滿。 需要更換。 請聯絡服務中心進行更換。 墨水收集器僅能由專業技術人員更換。

source: The ink absorber is almost full. Press the printer's OK button to continue printing. Contact the service center.
da: Blækabsorberen er næsten fuld. Tryk på printerens OK-knap for at fortsætte udskrivningen. Kontakt servicecenteret.
el: Η συλλέκτης μελάνης είναι σχεδόν πλήρης. Πατήστε το κουμπί OK του εκτυπωτή για να συνεχίσει η εκτύπωση. Επικοινωνήστε με το κέντρο εξυπηρέτησης.
es: El absorbedor de tinta está casi lleno. Pulse el botón OK de la impresora para continuar la impresión. Póngase en contacto con el Centro de servicio.
hu: A tintagyűjtő majdnem megtelt. A nyomtatás folytatásához nyomja meg az OK gombot. Vegye fel a kapcsolatot a szervizközponttal.
id: Penyerap tinta hampir penuh. Tekan tombol OK pada pencetak untuk melanjutkan pencetakan. Hubungi pusat pelayanan.
ja: インク吸収体が満杯に近づいています。 プリンターのOKボタンを押すと印刷が再開できます。 早めに修理をご依頼ください。
ru: Абсорбер чернил почти полон. Для продолжения печати нажмите кнопку "OK" на принтере. Обратитесь в сервисный центр.
th: ตัวดูดซับหมึกใกล้จะเต็ม กดปุ่ม OK ของเครื่องพิมพ์เพื่อพิมพ์ต่อไป กรุณาทำการสื่อสารกับศูนย์อำนวยประโยชน์
zh_tw: 墨水收集器將滿。 按印表機的 [OK] 按鈕繼續列印。 請聯絡服務中心。

source: The ink absorber is almost full. Press the printer's OK button to continue printing. The printer will soon require servicing to replace the ink absorber. Contact the service center for replacement. The ink absorber can only be replaced by a qualified technician.
da: Blækabsorberen er næsten fuld. Tryk på printerens OK-knap for at fortsætte udskrivningen. Printeren skal snart serviceres for udskiftning af blækabsorberen. Kontakt servicecenteret for udskiftning. Blækabsorberen kan kun udskiftes af en uddannet tekniker.
el: Η συλλέκτης μελάνης είναι σχεδόν πλήρης. Πατήστε το κουμπί OK του εκτυπωτή για να συνεχίσει η εκτύπωση. Σύντομα θα χρειαστεί να πραγματοποιηθεί σέρβις για την αντικατάσταση της μονάδας απορρόφησης μελανιού. Επικοινωνήστε με το κέντρο εξυπηρέτησης για την αντικατάσταση. Η μονάδα απορρόφησης μελανιού μπορεί να αντικατασταθεί μόνο από εξειδικευμένο τεχνικό.
es: El absorbedor de tinta está casi lleno. Pulse el botón OK de la impresora para continuar la impresión. La impresora necesitará pronto asistencia técnica para sustituir el absorbedor de tinta. Para ello, póngase en contacto con el Centro de servicio. El absorbedor de tinta sólo podrá sustituirlo un técnico especializado.
hu: A tintagyűjtő majdnem megtelt. A nyomtatás folytatásához nyomja meg az OK gombot. A nyomtató hamarosan szervizelést igényel az elhasznált tinta gyűjtőjének kicseréléséhez. Vegye fel a kapcsolatot a szervizközponttal a cserével kapcsolatban. A gyűjtőt csak szakképzett szakember cserélheti ki.
id: Penyerap tinta hampir penuh. Tekan tombol OK pada pencetak untuk melanjutkan pencetakan. Pencetak akan segera membutuhkan perbaikan untuk mengganti penyerap tinta. Hubungi pusat pelayanan untuk penggantiannya. Penyerap tinta hanya dapat diganti oleh teknisi berkualifikasi.
ja: インク吸収体が満杯に近づいています。 プリンターのOKボタンを押すと印刷が再開できます。 満杯になると、印刷できなくなりますので、早めに修理受付窓口へ交換をご依頼ください。 お客様ご自身によるインク吸収体の交換はできません。
ru: Абсорбер чернил почти полон. Для продолжения печати нажмите кнопку "OK" на принтере. Скоро потребуется заменить абсорбер чернил в принтере. Для замены обратитесь в сервисный центр. Замена абсорбера чернил должна проводиться только квалифицированным специалистом.
th: ตัวดูดซับหมึกใกล้จะเต็ม กดปุ่ม OK ของเครื่องพิมพ์เพื่อพิมพ์ต่อไป เครื่องพิมพ์ต้องการบริการทันทีเพื่อเปลี่ยนตัวดูดซับหมึก ทำการสื่อสารกับศูนย์อำนวยประโยชน์สำหรับการเปลี่ยน ตัวดูดซับหมึกนี้จะถูกเปลี่ยนได้เฉพาะด้วยผู้ชำนาญที่ผ่านเกณฑ์ตรวจสอบ
zh_tw: 墨水收集器將滿。 按印表機的 [OK] 按鈕繼續列印。 印表機即將需要更換墨水收集器。 請聯絡服務中心進行更換。 墨水收集器僅能由專業技術人員更換。

source: Since the information contained in the fax may be lost if it is printed in this condition, the received fax will not be printed and will be stored in memory until the ink is replaced. You must manually print out faxes that were stored in memory. You can change the setting so that the received fax is forcibly printed out instead of being stored in memory, but all or part of the fax information may not be printed because of the ink out condition.
da: Da oplysningerne i faxen muligvis mistes, hvis den udskrives under denne tilstand, vil den modtagne fax ikke blive udskrevet, men vil blive gemt i hukommelsen indtil blækbeholderen er blevet udskiftet. Du skal manuelt udskrive alle faxer, der er gemt i hukommelsen. Du kan ændre indstillingen så den modtagne udskrives i stedet for at blive gemt i hukommelsen, men alle eller nogle af faxoplysningerne udskrives muligvis ikke ved blækmangel.
el: Επειδή οι πληροφορίες που περιλαμβάνονται στο φαξ μπορεί να χαθούν αν εκτυπωθεί σε αυτήν την κατάσταση, το φαξ που λάβατε δεν θα εκτυπωθεί και θα αποθηκευτεί στη μνήμη μέχρι να αντικατασταθεί η μελάνη. Πρέπει να εκτυπώσετε χειροκίνητα τα φαξ που αποθηκεύτηκαν στη μνήμη. Μπορείτε να αλλάξετε τη ρύθμιση ώστε το φαξ που λαμβάνετε να εκτυπώνεται υποχρεωτικά και να μην αποθηκεύεται στη μνήμη, αλλά ενδέχεται να μην εκτυπωθεί μέρος ή το σύνολο του φαξ εξαιτίας της κατάστασης άδειου δοχείου μελάνης.
es: Puesto que la información contenida en el fax se podría perder si se imprime en estas condiciones, el fax recibido no se imprimirá, sino que se almacenará en la memoria hasta que se sustituya la tinta. Los faxes almacenados en la memoria deben imprimirse manualmente. Si lo desea, puede cambiar la configuración de modo que se fuerce la impresión del fax recibido en lugar de almacenarse en la memoria, si bien es posible que la información del fax o parte de ella no se imprima debido al estado de tinta agotada.
hu: Mivel a faxban található információ elveszhet, ha ilyen feltételek mellett nyomtatja ki, a kapott fax nyomtatása nem indul el, és amíg ki nem cseréli a tintatartályt, megőrződik a memóriában. A memóriában tárolt faxokat manuálisan kell kinyomtatni. Ha nem szeretné a memóriába helyezni az érkező faxot, a beállítások módosításával ez esetben is kinyomtathatja, előfordulhat azonban, hogy a faxadatok vagy azok egy része nem fog látszódni a kifogyott tinta miatt.
id: Karena informasi yang dimuat dalam faks mungkin hilang jika dicetak dalam kondisi ini, faks yang telah diterima tidak akan dicetak dan akan disimpan dalam memori sampai tinta diganti. Anda harus mencetak keluar faks-faks yang telah disimpan dalam memori secara manual. Anda dapat mengubah setelan sehingga faks yang telah diterima dapat dicetak keluar dengan paksa sebagai ganti daripada disimpan dalam memori, tapi semua atau beberapa bagian dari informasi faks mungkin tidak dicetak karena kondisi tinta habis.
ja: この状態で印刷するとファクスの内容が失われる可能性があるため、インクを交換するまでは、受信したファクスを印刷しないでメモリに保存します。メモリに保存したファクスは手動で印刷する必要があります。 メモリに保存しないで、強制的に印刷するようにも設定できますが、インク切れにより、ファクスの内容が部分的に、もしくはすべて印刷されないことがあります。
ru: Поскольку при печати в этом состоянии часть информации факса может быть утеряна, принятый факс не будет напечатан и будет храниться в памяти до тех пор, пока вы не замените чернила. Факсы, сохраненные в памяти, необходимо печатать вручную. Можно изменить настройку, чтобы принудительно выполнять печать факса вместо сохранения в памяти, однако при закончившихся чернилах часть информации факса может остаться ненапечатанной.
th: เนื่องจากข้อความอยู่ในโทรสารอาจเสียหายหากถูกพิมพ์ในสภาวะนี้ จะไม่พิมพ์โทรสารที่ได้รับและจัดเก็บอยู่ในหน่วยความจำจนถึงได้เปลี่ยนหมึกแล้ว คุณต้องการพิมพ์โทรสารที่จัดเก็บอยู่ในหน่วยความจำออกด้วยตัวเอง คุณสามารถเปลี่ยนการตั้งค่าเพื่อบังคับให้พิมพ์โทรสารที่ได้รับออกแทนที่จะจัดเก็บอยู่ในหน่วยความจำ แต่อาจไม่สามารถพิมพ์ข้อความทั้งหมดหรือบางส่วนออกเนื่องจากสภาวะหมึกหมด
zh_tw: 因為如果在該情況下列印，包含在傳真中的資訊可能丟失，接收的傳真將無法被列印並將儲存在記憶體中直到更換墨水。您必須手動列印儲存在記憶體中的傳真。 您可以變更設定使接收的傳真強制的列印出而不儲存在記憶體中，但是因為墨水用盡，全部或部分的傳真資訊可能無法列印。

source: The ink cannot be replaced because the print head is in a standby condition. Close the cover, wait for a while, and then replace the ink.
da: Blækpatronen kan ikke udskiftes, fordi skrivehovedet er i standby-position. Luk låget, vent lidt, og udskift derefter blækpatronen.
el: Δεν είναι δυνατή η αντικατάσταση του μελανιού, διότι η κεφαλή του εκτυπωτή βρίσκεται σε κατάσταση αναμονής. Κλείστε το κάλυμμα, περιμένετε λίγο και αντικαταστήστε το μελάνι.
es: No es posible sustituir la tinta, ya que el cabezal de impresión se encuentra en modo de espera. Cierre la cubierta, espere unos minutos y, a continuación, sustituya la tinta.
hu: A tintapatron nem cserélhető, mert a nyomtatófej készenléti helyzetben van. Csukja le a fedelet, várjon egy keveset, majd ez után cserélje ki a tintapatront.
id: Tinta tidak dapat diganti karena kepala cetak berada dalam kondisi siaga. Tutup penutup, tunggu sebentar, dan kemudian ganti tinta.
ja: プリントヘッドが待機状態のため、インクの交換ができません。 一旦カバーを閉じ、しばらくしてから交換を行ってください。
ru: Замена чернильницы невозможна, так как печатающая головка находится в состоянии ожидания. Закройте крышку, немного подождите и замените чернильницу.
th: ไม่สามารถแทนที่หมึกได้เนื่องจากหัวพิมพ์อยู่ในสภาพสแตนบาย กรุณาปิดฝาครอบ รอสักครู่ แล้วแทนที่หมึก
zh_tw: 由於列印頭處於待命狀態，無法更換墨水。 關閉機蓋，稍等片刻，然後更換墨水。

source: The function for detecting the remaining ink level will be disabled since the ink level cannot be correctly detected. If you want to continue printing without this function, press the printer's Stop button for at least 5 seconds. Canon recommends to use new genuine Canon cartridges in order to obtain optimum qualities. Please be advised that Canon shall not be liable for any malfunction or trouble caused by continuation of printing under the ink out condition.
da: Funktionen til bestemmelse af det tilbageværende blækniveau deaktiveres, da blækniveauet ikke kan bestemmes korrekt. Hvis du vil fortsætte udskrivningen uden denne funktion, skal du trykke på knappen Stop på printeren i mindst 5 sekunder. Canon anbefaler, at du bruger nye, ægte Canon-blækpatroner, så du opnår den bedste kvalitet. Bemærk, at Canon kan ikke gøres ansvarlig for printerfejl eller -skader, der opstår som følge af fortsat udskrivning ved blækmangel.
el: Η λειτουργία προσδιορισμού της ποσότητας μελάνης που απομένει θα απενεργοποιηθεί καθώς δεν είναι δυνατόν να εντοπιστεί σωστά η ποσότητα μελάνης. Αν θέλετε να συνεχίσετε την εκτύπωση χωρίς αυτήν τη λειτουργία, πατήστε το κουμπί Στοπ (Stop) του εκτυπωτή για τουλάχιστον 5 δευτερόλεπτα. Η Canon συνιστά να χρησιμοποιείτε νέα, αυθεντικά φυσίγγια μελάνης της Canon για να έχετε τη βέλτιστη ποιότητα. Σας ενημερώνουμε ότι η Canon δεν φέρει καμία ευθύνη για οποιαδήποτε δυσλειτουργία ή πρόβλημα προκληθεί από τη συνέχιση της εκτύπωσης σε κατάσταση άδειου δοχείου μελάνης.
es: La función de detección del nivel de tinta restante se desactivará, ya que el nivel de tinta no puede detectarse correctamente. Si desea continuar con la impresión sin esta función, presione el botón Parar (Stop) de la impresora durante 5 segundos como mínimo. Canon recomienda el uso de nuevos cartuchos originales de Canon para obtener una calidad óptima. Canon no se hace responsable del mal funcionamiento ni de los problemas derivados de continuar imprimiendo con el estado de tinta agotada.
hu: A maradék tintaszintet meghatározó funkció ki lesz kapcsolva, mivel a tintaszint nem észlelhető helyesen. Ha e funkció nélkül folytatni akarja a nyomtatást, nyomja meg legalább 5 másodpercig a nyomtató Stop gombját. A Canon azt javasolja, hogy az optimális minőség elérése végett eredeti Canon patronokat használjon. Figyelmeztetjük, hogy a Canon nem felelős a kifogyott tinta melletti nyomtatásból eredő meghibásodásért.
id: Fungsi pendeteksian level sisa tinta akan didisfungsikan karena level tinta tidak dapat terdeteksi dengan benar. Jika Anda ingin melanjutkan pencetakan tanpa fungsi ini, tekan tombol Stop pada pencetak selama sekurangnya 5 detik. Canon menganjurkan Anda untuk menggunakan kartrij Canon asli untuk mendapatkan kualitas optimum. Harap diketahui bahwa Canon tidak bertanggung jawab atas kegagalan atau masalah apa pun yang disebabkan oleh perlanjutan pencetakan dalam kondisi tinta habis.
ja: インク残量を正しく検知できないため、インク残量検知機能は使用できなくなります。 この機能を無効にし、インクカートリッジを継続して使用する場合は、プリンターのストップ(Stop)ボタンを5秒以上押してください。 優れた印刷結果を得るために、新しいキヤノン純正カートリッジへの交換をお勧めします。 インク切れの状態で印刷を続けたことが原因の故障については、キヤノンは責任を負えない場合があります。
ru: Функция определения оставшегося запаса чернил будет отключена, поскольку не удается правильно определить запас чернил. Чтобы продолжить печать без этой функции, нажмите и не отпускайте не менее 5 секунд клавишу "Стоп (Stop)" на принтере. Для достижения оптимального качества компания Canon рекомендует использовать новые оригинальные картриджи Canon. Обратите внимание, что компания Canon не будет нести ответственности за любые неполадки или затруднения, возникшие вследствие продолжения печати при закончившихся чернилах.
th: ฟังก์ชันการตรวจสอบระดับหมึกที่เหลืออยู่จะปิดใช้งานอยู่ เนื่องจากระดับหมึกไม่สามารถตรวจสอบได้อย่างถูกต้อง หากคุณต้องการพิมพ์ต่อไปโดยไม่ใช้ฟังก์ชันนี้ ให้กดปุ่ม Stop ของเครื่องพิมพ์อย่างน้อย 5 วินาที Canon แนะนำให้คุณใช้ตลับหมึกที่แท้ของ Canon แบบใหม่ เพื่อได้คุณภาพที่ดีที่สุด โปรดสนใจที่ว่า Canon จะไม่รับผิดชอบต่อการทำงานผิดปกติหรืออุปสรรคของเครื่องพิมพ์ซึ่งอาจจะก่อให้เกิดขึ้นโดยการดำเนินการพิมพ์ต่อไปในสภาวะหมึกหมด
zh_tw: 因為無法正確偵測墨水量，剩餘墨水量偵測功能將被禁用。 如果您想不使用該功能並繼續列印，請按印表機的 [停止(Stop)] 按鈕至少 5 秒鐘。 為得到最佳品質，Canon 推薦您使用新的原裝 Canon 墨盒。 請注意，對於在墨水用盡的情況下繼續列印而導致的印表機故障或問題，Canon 將不承擔任何責任。

source: Replace the ink cartridge and close the cover. If printing is in progress and you want to continue printing, press the printer's Stop button for at least 5 seconds with the ink cartridge installed. Then printing can continue under the ink out condition. The function for detecting the remaining ink level will be disabled. Replace the empty ink cartridge immediately after the printing. The resulting print quality is not satisfactory, if printing is continued under the ink out condition.
da: Udskift blækpatronen, og luk dækslet. Hvis printeren er ved at udskrive, og du vil fortsætte udskrivningen, skal du trykke på knappen Stop på printeren i mindst 5 sekunder, når blækpatronen er installeret. Derefter kan udskrivningen fortsætte, selvom der mangler blæk. Funktionen til bestemmelse af det tilbageværende blækniveau deaktiveres. Udskift straks den tomme blækpatron efter udskrivningen. Hvis udskrivningen fortsætter, selvom der mangler blæk, vil udskriftsresultatet ikke være tilfredsstillende.
el: Αντικαταστήστε το φυσίγγιο μελάνης και κλείστε το κάλυμμα. Αν υπάρχει εκτύπωση σε εξέλιξη και θέλετε να τη συνεχίσετε, πατήστε το κουμπί Στοπ (Stop) για τουλάχιστον 5 δευτερόλεπτα, αφού τοποθετήσετε το φυσίγγιο μελάνης. Η εκτύπωση μπορεί να συνεχιστεί σε κατάσταση άδειου δοχείου μελάνης. Απενεργοποιείται η λειτουργία ανίχνευσης της στάθμης μελάνης που απομένει. Αντικαταστήστε το άδειο φυσίγγιο μελάνης αμέσως μετά την εκτύπωση. Εάν η εκτύπωση συνεχιστεί σε κατάσταση άδειου φυσιγγίου μελάνης, δεν θα είναι ικανοποιητική η ποιότητα εκτύπωσης.
es: Sustituya el cartucho de tinta y cierre la tapa. Si hay alguna impresión en curso y desea continuarla, presione el botón Parar (Stop) de la impresora durante 5 segundos como mínimo con el cartucho de tinta instalado. La impresión podrá continuar con el estado de tinta agotada. La función de detección del nivel de tinta restante se desactivará. Sustituya el cartucho de tinta agotado inmediatamente después de la impresión. Si se sigue imprimiendo con el estado de tinta agotada, la calidad de impresión no será satisfactoria.
hu: Cserélje ki a tintapatront, és csukja le a fedelet. Ha nyomtatás van folyamatban, és folytatni akarja a nyomtatást bent lévő tintapatronnal, nyomja meg legalább 5 másodpercig a nyomtató Stop gombját. Ekkor a nyomtatás a kifogyott tinta állapot mellett folytatódik. A maradék tintaszintet meghatározó funkció ki lesz kapcsolva. Nyomtatás után azonnal cserélje ki az üres tintapatront. A tintahiány melletti nyomtatás eredménye nem lesz kielégítő.
id: Ganti kartrij tinta dan tutup penutup pencetak. Jika pencetakan sedang berlangsung dan Anda ingin melanjutkan pencetakan, tekan tombol Stop pada pencetak selama sekurangnya 5 detik dengan kartrij tinta terpasang. Kemudian pencetakan dapat dilanjutkan dalam kondisi tinta habis. Fungsi pendeteksian level sisa tinta akan didisfungsikan. Ganti kartrij tinta kosong segera setelah pencetakan. Kualitas hasil cetakan tidak memuaskan, jika pencetakan dilanjutkan dalam kondisi tinta habis.
ja: インクカートリッジを交換して、カバーを閉じてください。 印刷が完了していない場合は、インクカートリッジを取り付けたままプリンターのストップ(Stop)ボタンを5秒以上押すと、インク切れの状態で印刷を続行することができます。 このとき、インク残量検知機能は使用できなくなります。 印刷が終了したらすぐに新しいインクカートリッジに交換してください。 インク切れの状態で印刷を続けると、十分な印刷品位が得られなくなります。
ru: Замените этот картридж и закройте крышку. Если печать не закончена и вы хотите ее продолжить, нажмите и не отпускайте не менее 5 секунд клавишу "Стоп (Stop)" на принтере с установленным картриджем. После этого печать может продолжаться при закончившихся чернилах. Функция определения оставшегося запаса чернил будет отключена. Замените пустой картридж сразу по окончании печати. Итоговое качество печати не будет высоким, если печать продолжается при закончившихся чернилах.
th: ให้แทนที่คาร์ทริดหมึกแล้วปิดฝาครอบเครื่อง หากงานพิมพ์ค้างอยู่และคุณต้องการพิมพ์ต่อไป ให้กดปุ่ม Stop ของเครื่องพิมพ์อย่างน้อย 5 วินาทีในขณะที่ตลับหมึกได้รับการติดตั้ง แล้วการพิมพ์จะทำต่อในสภาวะหมึกหมด ฟังก์ชันการตรวจสอบระดับหมึกที่เหลืออยู่จะปิดใช้งานอยู่ ให้แทนที่ตลับหมึกที่หมดทันทีหลังจากการพิมพ์ หากเลือกพิมพ์ต่อในสภาวะหมึกหมด คุณภาพการพิมพ์ของผลลัพธ์อาจจะเป็นที่ไม่น่าพอใจ
zh_tw: 更換墨盒，然後關閉機蓋。 如果列印正在進行，並且想要繼續列印，請在不取出墨盒的情況下按印表機的 [停止(Stop)] 按鈕至少 5 秒鐘。然後可以在墨水用盡的情況下繼續列印。 剩餘墨水量偵測功能將被禁用。 列印之後請立即更換耗盡的墨盒。 如果在墨水用盡的情況下繼續列印，列印結果的品質不會令人滿意。
