Repository: spremi/cnijfilter-source-3.80
Catalog: cngpijmon/po/*.po
Languages: da, el, es, hu, id, ja, ru, th, zh_tw

source: Ink has run out. Replace the ink cartridge and close the cover. If printing is in progress and you want to continue printing, press the RESUME button with the ink cartridge installed. Then printing can continue under the ink out condition. Replace the empty ink cartridge immediately after the printing. The resulting print quality is not satisfactory, if printing is continued under the ink out condition.
da: Der mangler blæk. Udskift blækpatronen, og luk dækslet. Hvis du var midt i en udskrivning, og du vil fortsætte den, skal du trykke på knappen FORTSÆT (RESUME), når blækpatronen er installeret. Herefter kan udskrivningen fortsætte, selvom der mangler blæk. Udskift straks den tomme blækpatron efter udskrivningen. Hvis udskrivningen fortsætter, selvom der mangler blæk, vil udskriftsresultatet ikke være tilfredsstillende.
el: Η μελάνη έχει εξαντληθεί. Αντικαταστήστε το φυσίγγιο μελάνης και κλείστε το κάλυμμα. Εάν η εκτύπωση είναι σε εξέλιξη και θέλετε να συνεχίσετε να εκτυπώνετε, πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑΣ (RESUME) αφού τοποθετήσετε το φυσίγγιο μελάνης. Η εκτύπωση μπορεί να συνεχιστεί σε κατάσταση άδειου δοχείου μελάνης. Αντικαταστήστε το άδειο φυσίγγιο μελάνης αμέσως μετά την εκτύπωση. Η ποιότητα της εκτύπωσης δεν θα είναι ικανοποιητική, εάν η εκτύπωση συνεχιστεί στην κατάσταση άδειου δοχείου μελάνης.
es: Se ha agotado la tinta. Sustituya el depósito de tinta y cierre la tapa. Si la impresión está en curso y desea continuar imprimiendo, pulse el botón REANUDAR (RESUME) con el cartucho de tinta instalado. La impresión podrá continuar con el estado de tinta agotada. Sustituya el cartucho de tinta vacío inmediatamente después de la impresión. Si se sigue imprimiendo con el estado de tinta agotada, la calidad de la impresión no será satisfactoria.
hu: Kifogyott a tinta. Cserélje ki a tintapatront, és csukja le a fedelet. Ha nyomtatás volt folyamatban, és folytatni akarja a nyomtatást bent lévő tintapatronnal, nyomja meg az ÚJRAKEZD (RESUME) gombot. Ekkor a nyomtatás a kifogyott tinta állapot mellett folytatódik. Nyomtatás után azonnal cserélje ki az üres tintapatront. A nyomat minősége lehet, hogy nem kielégítő, ha tintahiány mellett nyomtat.
id: Tinta telah habis. Ganti kartrij tinta dan tutup penutup. Jika pencetakan sedang berlangsung dan Anda ingin melanjutkan pencetakan, tekan tombol RESUME dengan kartrij tinta terpasang. Kemudian pencetakan dapat dilanjutkan dalam kondisi tinta habis. Ganti kartrij tinta kosong segera setelah pencetakan. Kualitas hasil cetakan tidak memuaskan, jika pencetakan dilanjutkan dalam kondisi tinta habis.
ja: インクがなくなりました。 インクカートリッジを交換して、カバーを閉じてください。 印刷が完了していない場合は、インクカートリッジを取り付けたままプリンターのリセット(RESUME)ボタンを押すと、インク切れの状態で印刷を続行することができます。印刷が終了したらすぐに新しいインクカートリッジに交換してください。インク切れの状態で印刷を続けると、十分な印刷品位が得られなくなります。
ru: Чернила закончились. Замените этот картридж и закройте крышку. Если печать не закончена и вы хотите ее продолжить, нажмите кнопку "ВОЗОБНОВИТЬ (RESUME)" с этим установленным картриджем. После этого печать может продолжаться при закончившихся чернилах. Замените пустой картридж сразу по окончании печати. Итоговое качество печати не будет высоким, если печать продолжается при закончившихся чернилах.
th: หมึกหมดแล้ว ให้แทนที่ตลับหมึกแล้วปิดฝาครอบเครื่อง หากการพิมพ์ค้างอยู่และคุณต้องการพิมพ์ต่อไป ให้กดปุ่ม RESUME โดยไม่เอาตลับหมึกออก แล้วการพิมพ์จะทำต่อในสภาวะหมึกหมด ให้แทนที่คาร์ทริดหมึกที่หมดทันทีหลังจากการพิมพ์ หากเลือกพิมพ์ต่อในกรณีหมึกหมด คุณภาพการพิมพ์ของผลลัพธ์จะเป็นที่ไม่น่าพอใจ
zh_tw: 墨水用盡。 更換墨盒，然後關閉機蓋。 如果列印正在進行，並且想要繼續列印，請在不取出墨盒的情況下按 [重試(RESUME)] 按鈕。然後可以在墨水用盡的情況下繼續列印。列印之後請立即更換耗盡的墨盒。如果在墨水用盡的情況下繼續列印，列印結果的品質不會令人滿意。

source: Ink has run out. Replace the ink cartridge and close the cover. If printing is in progress and you want to continue printing, press the Start button with the ink cartridge installed. Then printing can continue under the ink out condition. Replace the empty ink cartridge immediately after the printing. The resulting print quality is not satisfactory, if printing is continued under the ink out condition.
da: Der mangler blæk. Udskift blækpatronen, og luk dækslet. Hvis printeren er ved at udskrive og du ønsker at fortsætte udskrivningen, skal du trykke på knappen Start, mens blækpatronen er installeret. Herefter kan udskrivningen fortsættes, selvom der mangler blæk. Udskift straks den tomme blækpatron efter udskrivningen. Hvis udskrivningen fortsætter, selvom der mangler blæk, vil udskriftsresultatet ikke være tilfredsstillende.
el: Η μελάνη έχει εξαντληθεί. Αντικαταστήστε το φυσίγγιο μελάνης και κλείστε το κάλυμμα. Εάν η εκτύπωση είναι σε εξέλιξη και θέλετε να συνεχίσετε να εκτυπώνετε, πατήστε το κουμπί Έναρξη (Start) αφού τοποθετήσετε το φυσίγγιο μελάνης. Η εκτύπωση μπορεί να συνεχιστεί σε κατάσταση άδειου δοχείου μελάνης. Αντικαταστήστε το άδειο φυσίγγιο μελάνης αμέσως μετά την εκτύπωση. Η ποιότητα της εκτύπωσης δεν θα είναι ικανοποιητική, εάν η εκτύπωση συνεχιστεί στην κατάσταση άδειου δοχείου μελάνης.
es: Se ha agotado la tinta. Sustituya el depósito de tinta y cierre la tapa. Si la impresión está en curso y desea continuar imprimiendo, pulse el botón Iniciar (Start) con el cartucho de tinta instalado. La impresión podrá continuar con el estado de tinta agotada. Sustituya el cartucho vacío inmediatamente después de imprimir. Si se sigue imprimiendo con el estado de tinta agotada, la calidad de la impresión no será satisfactoria.
hu: Kifogyott a tinta. Cserélje ki a tintapatront, és csukja le a fedelet. Ha nyomtatás volt folyamatban, és folytatni akarja a nyomtatást bent lévő tintapatronnal, nyomja meg a Start gombot. Ekkor a nyomtatás a kifogyott tinta állapot mellett folytatódik. Nyomtatás után azonnal cserélje ki az üres tintapatront. A nyomat minősége lehet, hogy nem kielégítő, ha tintahiány mellett nyomtat.
id: Tinta telah habis. Ganti kartrij tinta dan tutup penutup. Jika pencetakan sedang berlangsung dan Anda ingin melanjutkan pencetakan, tekan tombol Start dengan kartrij tinta terpasang. Kemudian pencetakan dapat dilanjutkan dalam kondisi tinta habis. Ganti kartrij tinta kosong segera setelah pencetakan. Kualitas hasil cetakan tidak memuaskan, jika pencetakan dilanjutkan dalam kondisi tinta habis.
ja: インクがなくなりました。 インクカートリッジを交換して、カバーを閉じてください。 印刷が完了していない場合は、インクカートリッジを取り付けたままプリンターのスタート(Start)ボタンを押すと、インク切れの状態で印刷を続行することができます。印刷が終了したらすぐに新しいインクカートリッジに交換してください。インク切れの状態で印刷を続けると、十分な印刷品位が得られなくなります。
ru: Чернила закончились. Замените этот картридж и закройте крышку. Если печать не закончена и вы хотите ее продолжить, нажмите клавишу "Пуск (Start)" с этим установленным картриджем. После этого печать может продолжаться при закончившихся чернилах. Замените пустой картридж сразу по окончании печати. Итоговое качество печати не будет высоким, если печать продолжается при закончившихся чернилах.
th: หมึกหมดแล้ว กรุณาเปลี่ยนตลับหมึกแล้วปิดฝาเครื่อง หากพิมพ์งานค้างอยู่และคุณต้องการพิมพ์ต่อไป ให้กดปุ่ม Start ในขณะที่ยังติดตั้งตลับหมึกเดิมอยู่ แล้วการพิมพ์จะทำต่อในสภาวะหมึกหมด ให้แทนที่คาร์ทริดหมึกที่หมดทันทีหลังจากการพิมพ์ หากเลือกพิมพ์ต่อในกรณีหมึกหมด คุณภาพการพิมพ์ของผลลัพธ์จะเป็นที่ไม่น่าพอใจ
zh_tw: 墨水用盡。 更換墨盒，然後關閉機蓋。 如果列印正在進行，並且想要繼續列印，請在不取出墨盒的情況下按 [啟動(Start)] 按鈕。然後可以在墨水用盡的情況下繼續列印。列印之後請立即更換耗盡的墨盒。如果在墨水用盡的情況下繼續列印，列印結果的品質不會令人滿意。

source: Black <BCI-7eBK>
da: Sort <BCI-7eBK>
el: Μαύρο <BCI-7eBK>
es: Negro <BCI-7eBK>
hu: Fekete <BCI-7eBK>
id: Hitam <BCI-7eBK>
ja: ブラック <BCI-7eBK>
ru: Черный <BCI-7eBK>
th: สีดำ <BCI-7eBK>
zh_tw: 黑色 <BCI-7eBK>

source: Black <BCI-9BK>
da: Sort <BCI-9BK>
el: Μαύρο <BCI-9BK>
es: Negro <BCI-9BK>
hu: Fekete <BCI-9BK>
id: Hitam <BCI-9BK>
ja: ブラック <BCI-9BK>
ru: Черный <BCI-9BK>
th: สีดำ <BCI-9BK>
zh_tw: 黑色 <BCI-9BK>

source: Photo Cyan <BCI-7ePC>
da: Fotocyan <BCI-7ePC>
el: Φωτογραφικό κυανό <BCI-7ePC>
es: Foto Cian <BCI-7ePC>
hu: Fénykép ciánkék <BCI-7ePC>
id: Foto Sian <BCI-7ePC>
ja: フォト シアン <BCI-7ePC>
ru: Голубой фото <BCI-7ePC>
th: สีฟ้าสำหรับพิมพ์รูปถ่าย <BCI-7ePC>
zh_tw: 用於照片印刷的藍色 <BCI-7ePC>

source: Photo Magenta <BCI-7ePM>
da: Fotomagenta <BCI-7ePM>
el: Φωτογραφικό ματζέντα <BCI-7ePM>
es: Foto Magenta <BCI-7ePM>
hu: Fénykép bíbor <BCI-7ePM>
id: Foto Magenta <BCI-7ePM>
ja: フォト マゼンタ <BCI-7ePM>
ru: Малиновый фото <BCI-7ePM>
th: สีบานเย็นสำหรับพิมพ์รูปถ่าย <BCI-7ePM>
zh_tw: 用於照片印刷的紅色 <BCI-7ePM>

source: Cyan <BCI-7eC>
el: Κυανό <BCI-7eC>
es: Cian <BCI-7eC>
hu: Ciánkék <BCI-7eC>
id: Sian <BCI-7eC>
ja: シアン <BCI-7eC>
ru: Голубой <BCI-7eC>
th: สีฟ้า <BCI-7eC>
zh_tw: 藍色 <BCI-7eC>

source: Magenta <BCI-7eM>
el: Ματζέντα <BCI-7eM>
hu: Bíbor <BCI-7eM>
ja: マゼンタ <BCI-7eM>
ru: Малиновый <BCI-7eM>
th: สีบานเย็น <BCI-7eM>
zh_tw: 紅色 <BCI-7eM>

source: Yellow <BCI-7eY>
da: Gul <BCI-7eY>
el: Κίτρινο <BCI-7eY>
es: Amarillo <BCI-7eY>
hu: Sárga <BCI-7eY>
id: Kuning <BCI-7eY>
ja: イエロー <BCI-7eY>
ru: Желтый <BCI-7eY>
th: สีเหลือง <BCI-7eY>
zh_tw: 黃色 <BCI-7eY>

source: Black
da: Sort
el: Μαύρο
es: Negro
hu: Fekete
id: Hitam
ja: ブラック
ru: Черный
th: สีดำ
zh_tw: 黑色

source: Color
da: Farve
el: Έγχρωμη
hu: Színes
id: Berwarna
ja: カラー
ru: Цвет
th: สี
zh_tw: 彩色

source: Magenta
el: Ματζέντα
hu: Bíbor
ja: マゼンタ
ru: Малиновый
th: สีบานเย็น
zh_tw: 紅色

source: Yellow
da: Gul
el: Κίτρινο
es: Amarillo
hu: Sárga
id: Kuning
ja: イエロー
ru: Желтый
th: สีเหลือง
zh_tw: 黃色

source: Cyan
el: Κυανό
es: Cian
hu: Ciánkék
id: Sian
ja: シアン
ru: Голубой
th: สีฟ้า
zh_tw: 藍色

source: Gray
da: Grå
el: Γκρι
es: Gris
hu: Szürke
id: Abu-abu
ja: グレー
ru: Серый
th: สีเทา
zh_tw: 灰色

source: Black <PG-30>
da: Sort <PG-30>
el: Μαύρο <PG-30>
es: Negro <PG-30>
hu: Fekete <PG-30>
id: Hitam <PG-30>
ja: ブラック <PG-30>
ru: Черный <PG-30>
th: สีดำ <PG-30>
zh_tw: 黑色 <PG-30>

source: Black <PG-830>
da: Sort <PG-830>
el: Μαύρο <PG-830>
es: Negro <PG-830>
hu: Fekete <PG-830>
id: Hitam <PG-830>
ja: ブラック <PG-830>
ru: Черный <PG-830>
th: สีดำ <PG-830>
zh_tw: 黑色 <PG-830>

source: Black <PG-37>
da: Sort <PG-37>
el: Μαύρο <PG-37>
es: Negro <PG-37>
hu: Fekete <PG-37>
id: Hitam <PG-37>
ja: ブラック <PG-37>
ru: Черный <PG-37>
th: สีดำ <PG-37>
zh_tw: 黑色 <PG-37>

source: Black <PG-40>
da: Sort <PG-40>
el: Μαύρο <PG-40>
es: Negro <PG-40>
hu: Fekete <PG-40>
id: Hitam <PG-40>
ja: ブラック <PG-40>
ru: Черный <PG-40>
th: สีดำ <PG-40>
zh_tw: 黑色 <PG-40>

source: Black <PG-50>
da: Sort <PG-50>
el: Μαύρο <PG-50>
es: Negro <PG-50>
hu: Fekete <PG-50>
id: Hitam <PG-50>
ja: ブラック <PG-50>
ru: Черный <PG-50>
th: สีดำ <PG-50>
zh_tw: 黑色 <PG-50>

source: Color <CL-31>
da: Farve <CL-31>
el: Έγχρωμη <CL-31>
hu: Színes <CL-31>
id: Berwarna <CL-31>
ja: カラー <CL-31>
ru: Цвет <CL-31>
th: สี <CL-31>
zh_tw: 彩色 <CL-31>

source: Color <CL-831>
da: Farve <CL-831>
el: Έγχρωμη <CL-831>
hu: Színes <CL-831>
id: Berwarna <CL-831>
ja: カラー <CL-831>
ru: Цвет <CL-831>
th: สี <CL-831>
zh_tw: 彩色 <CL-831>

source: Color <CL-38>
da: Farve <CL-38>
el: Έγχρωμη <CL-38>
hu: Színes <CL-38>
id: Berwarna <CL-38>
ja: カラー <CL-38>
ru: Цвет <CL-38>
th: สี <CL-38>
zh_tw: 彩色 <CL-38>

source: Color <CL-41>
da: Farve <CL-41>
el: Έγχρωμη <CL-41>
hu: Színes <CL-41>
id: Berwarna <CL-41>
ja: カラー <CL-41>
ru: Цвет <CL-41>
th: สี <CL-41>
zh_tw: 彩色 <CL-41>

source: Color <CL-51>
da: Farve <CL-51>
el: Έγχρωμη <CL-51>
hu: Színes <CL-51>
id: Berwarna <CL-51>
ja: カラー <CL-51>
ru: Цвет <CL-51>
th: สี <CL-51>
zh_tw: 彩色 <CL-51>

source: Black <BC-70>
da: Sort <BC-70>
el: Μαύρο <BC-70>
es: Negro <BC-70>
hu: Fekete <BC-70>
id: Hitam <BC-70>
ja: ブラック <BC-70>
ru: Черный <BC-70>
th: สีดำ <BC-70>
zh_tw: 黑色 <BC-70>

source: Black <BC-90>
da: Sort <BC-90>
el: Μαύρο <BC-90>
es: Negro <BC-90>
hu: Fekete <BC-90>
id: Hitam <BC-90>
ja: ブラック <BC-90>
ru: Черный <BC-90>
th: สีดำ <BC-90>
zh_tw: 黑色 <BC-90>

source: Color <BC-71>
da: Farve <BC-71>
el: Έγχρωμη <BC-71>
hu: Színes <BC-71>
id: Berwarna <BC-71>
ja: カラー <BC-71>
ru: Цвет <BC-71>
th: สี <BC-71>
zh_tw: 彩色 <BC-71>

source: Color <BC-91>
da: Farve <BC-91>
el: Έγχρωμη <BC-91>
hu: Színes <BC-91>
id: Berwarna <BC-91>
ja: カラー <BC-91>
ru: Цвет <BC-91>
th: สี <BC-91>
zh_tw: 彩色 <BC-91>

source: Black <CLI-8BK>
da: Sort <CLI-8BK>
el: Μαύρο <CLI-8BK>
es: Negro <CLI-8BK>
hu: Fekete <CLI-8BK>
id: Hitam <CLI-8BK>
ja: ブラック <CLI-8BK>
ru: Черный <CLI-8BK>
th: สีดำ <CLI-8BK>
zh_tw: 黑色 <CLI-8BK>

source: Black <PGI-5BK>
da: Sort <PGI-5BK>
el: Μαύρο <PGI-5BK>
es: Negro <PGI-5BK>
hu: Fekete <PGI-5BK>
id: Hitam <PGI-5BK>
ja: ブラック <PGI-5BK>
ru: Черный <PGI-5BK>
th: สีดำ <PGI-5BK>
zh_tw: 黑色 <PGI-5BK>

source: Photo Cyan <CLI-8PC>
da: Fotocyan <CLI-8PC>
el: Φωτογραφικό κυανό <CLI-8PC>
es: Foto Cian <CLI-8PC>
hu: Fénykép ciánkék <CLI-8PC>
id: Foto Sian <CLI-8PC>
ja: フォト シアン <CLI-8PC>
ru: Голубой фото <CLI-8PC>
th: สีฟ้าสำหรับพิมพ์รูปถ่าย <CLI-8PC>
zh_tw: 用於照片印刷的藍色 <CLI-8PC>

source: Photo Magenta <CLI-8PM>
da: Fotomagenta <CLI-8PM>
el: Φωτογραφικό ματζέντα <CLI-8PM>
es: Foto Magenta <CLI-8PM>
hu: Fénykép bíbor <CLI-8PM>
id: Foto Magenta <CLI-8PM>
ja: フォト マゼンタ <CLI-8PM>
ru: Малиновый фото <CLI-8PM>
th: สีบานเย็นสำหรับพิมพ์รูปถ่าย <CLI-8PM>
zh_tw: 用於照片印刷的紅色 <CLI-8PM>

source: Cyan <CLI-8C>
el: Κυανό <CLI-8C>
es: Cian <CLI-8C>
hu: Ciánkék <CLI-8C>
id: Sian <CLI-8C>
ja: シアン <CLI-8C>
ru: Голубой <CLI-8C>
th: สีฟ้า <CLI-8C>
zh_tw: 藍色 <CLI-8C>

source: Magenta <CLI-8M>
el: Ματζέντα <CLI-8M>
hu: Bíbor <CLI-8M>
ja: マゼンタ <CLI-8M>
ru: Малиновый <CLI-8M>
th: สีบานเย็น <CLI-8M>
zh_tw: 紅色 <CLI-8M>

source: Yellow <CLI-8Y>
da: Gul <CLI-8Y>
el: Κίτρινο <CLI-8Y>
es: Amarillo <CLI-8Y>
hu: Sárga <CLI-8Y>
id: Kuning <CLI-8Y>
ja: イエロー <CLI-8Y>
ru: Желтый <CLI-8Y>
th: สีเหลือง <CLI-8Y>
zh_tw: 黃色 <CLI-8Y>

source: Black <BCI-19 Black>
da: Sort <BCI-19 Black>
el: Μαύρο <BCI-19 Black>
es: Negro <BCI-19 Black>
hu: Fekete <BCI-19 Black>
id: Hitam <BCI-19 Black>
ja: ブラック <BCI-19 Black>
ru: Черный <BCI-19 Black>
th: สีดำ <BCI-19 Black>
zh_tw: 黑色 <BCI-19 Black>

source: Color <BCI-19 Color>
da: Farve <BCI-19 Color>
el: Έγχρωμη <BCI-19 Color>
hu: Színes <BCI-19 Color>
id: Berwarna <BCI-19 Color>
ja: カラー <BCI-19 Color>
ru: Цвет <BCI-19 Color>
th: สี <BCI-19 Color>
zh_tw: 彩色 <BCI-19 Color>

source: Black <PGI-35 Black>
da: Sort <PGI-35 Black>
el: Μαύρο <PGI-35 Black>
es: Negro <PGI-35 Black>
hu: Fekete <PGI-35 Black>
id: Hitam <PGI-35 Black>
ja: ブラック <PGI-35 Black>
ru: Черный <PGI-35 Black>
th: สีดำ <PGI-35 Black>
zh_tw: 黑色 <PGI-35 Black>

source: Color <CLI-36 Color>
da: Farve <CLI-36 Color>
el: Έγχρωμη <CLI-36 Color>
hu: Színes <CLI-36 Color>
id: Berwarna <CLI-36 Color>
ja: カラー <CLI-36 Color>
ru: Цвет <CLI-36 Color>
th: สี <CLI-36 Color>
zh_tw: 彩色 <CLI-36 Color>

source: Black <BCI-15 Black>
da: Sort <BCI-15 Black>
el: Μαύρο <BCI-15 Black>
es: Negro <BCI-15 Black>
hu: Fekete <BCI-15 Black>
id: Hitam <BCI-15 Black>
ja: ブラック <BCI-15 Black>
ru: Черный <BCI-15 Black>
th: สีดำ <BCI-15 Black>
zh_tw: 黑色 <BCI-15 Black>

source: Color <BCI-16 Color>
da: Farve <BCI-16 Color>
el: Έγχρωμη <BCI-16 Color>
hu: Színes <BCI-16 Color>
id: Berwarna <BCI-16 Color>
ja: カラー <BCI-16 Color>
ru: Цвет <BCI-16 Color>
th: สี <BCI-16 Color>
zh_tw: 彩色 <BCI-16 Color>

source: Black Ink Tank
da: Sort Blækbeholder
el: Δοχείο μαύρης μελάνης
es: Depósito de tinta negra
hu: Fekete Tintatartály
id: Kotak Tinta Hitam
ja: ブラックインクタンク
ru: Черная чернильница
th: ตลับหมึกสีดำ
zh_tw: 黑色墨水盒

source: Color Ink Tank
da: Farveblækbeholder
el: Δοχείο έγχρωμης μελάνης
es: Depósito de tinta de color
hu: Színes tintatartály
id: Kotak Tinta Berwarna
ja: カラーインクタンク
ru: Цветная чернильница
th: ตลับหมึกสี
zh_tw: 彩色墨水盒

source: Use only one ink tank per color at a time.
da: Brug kun en enkelt blækbeholder pr. farve ad gangen.
el: Να χρησιμοποιείτε μόνο ένα δοχείο μελάνης ανά χρώμα κάθε φορά.
es: Utilice sólo un depósito de tinta de cada color cada vez.
hu: Egy színből egyszerre csak egy tintatartályt használjon.
id: Hanya gunakan satu warna kotak tinta setiap kalinya.
ja: インクタンクは各色1本ずつ取り付けてください。
ru: Используйте только одну чернильницу каждого цвета одновременно.
th: ใช้ตลับหมึกเพียงสีละหนึ่งตลับเท่านั้น
zh_tw: 每次每種色彩只使用一個墨水盒。

source: Printing cannot be executed because the ink tank may not be installed properly or may not be compatible with this printer. Install the appropriate ink tank.
da: Udskrivningen kan ikke udføres, da blækbeholderen muligvis er installeret forkert eller ikke passer til denne printer. Installer den rigtige blækbeholder.
el: Η εκτύπωση δεν μπορεί να εκτελεστεί διότι το δοχείο μελάνης ενδέχεται να μην έχει τοποθετηθεί σωστά ή να μην είναι συμβατό με αυτόν τον εκτυπωτή. Εγκαταστήστε το κατάλληλο δοχείο μελάνης.
es: No se puede ejecutar la impresión porque el depósito de tinta no está instalado correctamente o no es compatible con esta impresora. Instale un depósito de tinta apropiado.
hu: A nyomtatás nem folytatható, mert a tintatartály nincs jól behelyezve, vagy nem kompatibilis a nyomtatóval. Helyezze be a megfelelő tintatartályt.
id: Pencetakan tidak dapat dilaksanakan karena kotak tinta mungkin tidak terpasang dengan benar atau tidak kompatibel dengan pencetak ini. Pasang kotak tinta yang tepat.
ja: インクタンクが正しく取り付けられていないか、このプリンターがサポートできないインクタンクが取り付けられているため、印刷できません。 正しいインクタンクを取り付けてください。
ru: Печать выполнить нельзя, поскольку чернильница не установлена должным образом или несовместима с этим принтером. Установите соответствующую чернильницу.
th: การพิมพ์ไม่สามารถทำการได้เนื่องจากตลับหมึกอาจไม่ได้ติดตั้งอย่างถูกต้องหรืออาจไม่สามารถใช้งานได้กับเครื่องพิมพ์นี้ ติดตั้งตลับหมึกที่เหมาะสม
zh_tw: 因為墨水盒可能沒有正確安裝或與該印表機不相容，列印無法執行。 安裝合適的墨水盒。

source: The following ink has run out.
da: Følgende blækbeholder mangler blæk.
el: Η ακόλουθη μελάνη εξαντλήθηκε.
es: Se ha agotado la tinta siguiente.
hu: A következő tintatípus kifogyott.
id: Tinta berikut ini telah habis.
ja: 下記のインクがなくなりました。
ru: Чернила указанного ниже цвета закончились.
th: หมึกต่อไปนี้หมดแล้ว
zh_tw: 以下墨水用盡。

source: Printer detected ink out condition of the following ink.
da: Printeren har registreret, at følgende blæk mangler.
el: Ο εκτυπωτής εντόπισε κατάσταση άδειου δοχείου μελάνης για την εξής μελάνη.
es: La impresora ha detectado que se ha agotado la siguiente tinta.
hu: A nyomtató szerint kifogyott a következő tinta.
id: Pencetak mendeteksi kondisi tinta habis pada tinta berikut ini.
ja: 下記のインクなしを検知しました。
ru: Принтер определил, что закончились чернила указанного ниже цвета.
th: เครื่องพิมพ์ตรวจสอบสภาวะหมึกที่หมดต่อไปนี้
zh_tw: 印表機偵測出以下墨水用盡情況。

source: Printing under the current condition may damage the printer. Please be advised that Canon shall not be liable for any printer malfunction or damage caused by refilled ink tanks. To continue printing, you need to release the function for detecting the remaining ink level. Press and hold the printer's RESUME button for at least 5 seconds, and then release it. Releasing the function for detecting the remaining ink level is memorized. This operation will release the function for detecting the remaining level of the above ink.
da: Ved de aktuelle indstillinger kan udskrivning beskadige printeren. Bemærk, at Canon kan ikke gøres ansvarlig for printerfejl eller -skader, der opstår som følge af, at der genpåfyldes blæk. For at fortsætte udskrivningen skal du frigive funktionen til identifikation af blækniveauet. Hold knappen FORTSÆT på maskinen nede i mindst 5 sekunder og slip den derefter. Handlingen til frigivelse af funktionen gemmes i hukommelsen. Denne handling udløser funktionen til identifikation af det resterende blækniveau for ovennævnte blæk.
el: Η εκτύπωση υπό τις υπάρχουσες συνθήκες ενδέχεται να προκαλέσει ζημιά στον εκτυπωτή. Σας ενημερώνουμε ότι η Canon δεν φέρει ευθύνη για οποιαδήποτε δυσλειτουργία ή ζημιά ενδέχεται να προκληθεί από το ξαναγέμισμα των δοχείων μελάνης. Για να συνεχίσετε την εκτύπωση, πρέπει να απενεργοποιήσετε τη λειτουργία εντοπισμού της ποσότητας μελάνης που απομένει. Πατήστε και κρατήστε πατημένο το κουμπί ΣΥΝΕΧΙΣΗ του εκτυπωτή για τουλάχιστον 5 δευτερόλεπτα και στη συνέχεια αφήστε το. Η απενεργοποίηση της λειτουργίας ανίχνευσης της ποσότητας μελάνης που απομένει αποθηκεύεται στη μνήμη. Αυτή η λειτουργία θα απενεργοποιήσει τη διαδικασία εντοπισμού της στάθμης της ανωτέρω μελάνης που απομένει.
es: La impresión en las condiciones actuales puede dañar la impresora. Tenga en cuenta que Canon no será responsable de ningún mal funcionamiento o daño de la impresora provocado por depósitos de tinta rellenados. Para continuar con la impresión, tendrá que liberar la función para detectar el nivel de tinta restante. Mantenga pulsado el botón REANUDAR de la impresora durante 5 segundos como mínimo y suéltelo. La liberación de la función para detectar el nivel de tinta restante se guardará en memoria. Esta operación liberará la función de detección del nivel de tinta restante de la tinta anterior.
hu: A nyomtatás ebben az állapotban károsíthatja a nyomtatót. Kérjük, vegye tudomásul, hogy a Canon nem felelős a tintatartály újratöltéséből eredő nyomtatóhibákért és károkért. Ha folytatni szeretné a nyomtatást, ki kell kapcsolni a maradék tintaszint érzékelésének funkcióját. Nyomja le, s tartsa lenyomva a nyomtató ÚJRAKEZD gombját legalább 5 másodpercig, majd engedje fel. A maradék tintatszintet figyelő funkció kikapcsolása megjegyzésre került. Ez a művelet feloldja a fenti tintánál a maradék tintaszint érzékelésének funkcióját.
id: Mencetak dalam kondisi sekarang ini mungkin dapat merusak pencetak. Harap diketahui bahwa Canon tidak bertanggung jawab atas kegagalan atau kerusakan apa pun pada pencetak yang disebabkan oleh kotak tinta isi ulang. Untuk melanjutkan pencetakan, Anda perlu menonaktfikan fungsi untuk mendeteksi level sisa tinta. Tekan dan tahan tombol RESUME pada pencetak selama sekurangnya 5 detik, dan kemudian lepaskan. Penonaktifan fungsi untuk mendeteksi level tinta tersisa telah dicatat. Operasi ini akan menonaktifkan fungsi pendeteksian level sisa tinta di atas.
ja: 一度空になったインクタンクで印刷を続けると、プリンターに損傷を与えるおそれがあります。インクを補充したことが原因の故障については、キヤノンは責任を負いかねます。 印刷を続ける場合は、インク残量検知機能を無効にする必要があります。プリンターのリセットボタンを5秒以上押してから離してください。インク残量検知機能を無効にしたことを履歴に残します。 本操作後は、上記のインク残量検知機能を無効にします。
ru: Печать в таком состоянии может привести к повреждению принтера. Пожалуйста, учтите, что компания Canon не будет нести ответственности за любые неполадки или неисправности, возникшие вследствие повторной заправки чернильниц. Чтобы продолжить печать, отключите функцию определения оставшегося запаса чернил. Нажмите и не отпускайте клавишу 'ВОЗОБНОВИТЬ' на принтере не менее 5 секунд, после чего отпустите ее. В памяти делается запись об отключении функции определения оставшегося запаса чернил. Эта операция отключит функцию определения оставшегося запаса чернил указанного выше цвета.
th: การพิมพ์อาจทำให้เครื่องพิมพ์เกิดความเสียหายในสภาวะปัจจุบันนี้ โปรดสนใจที่ว่า Canon จะไม่รับผิดชอบต่อความผิดปกติหรือความเสียหายของเครื่องพิมพ์อันเกิดจากการใช้ตลับหมึกที่ถูกเติมน้ำหมึกอีก เพื่อการพิมพ์ต่อไป คุณต้องการทำให้ฟังก์ชันการตรวจสอบระดับหมึกที่เหลืออยู่ไม่ทำงาน กดและค้างไว้ปุ่ม RESUME ของเครื่องพิมพ์อย่างน้อย 5 วินาทีแล้วปล่อย ปลดปล่อยฟังก์ชันการตรวจสอบระดับหมึกที่เหลืออยู่ที่ถูกท่องจำไว้ การดำเนินการนี้จะทำให้ฟังก์ชันการตรวจสอบระดับหมึกดังกล่าวที่เหลืออยู่หยุดการทำงาน
zh_tw: 在目前情況下列印，將可能會使印表機受損。請注意，對於使用耗盡過而又再填充的墨水盒而導致的印表機故障或損壞，Canon 將不承擔任何責任。 如要繼續列印，您需要使偵測剩餘墨水量的功能失效。請按住印表機的 [重試] 按鈕至少 5 秒鐘，再放開。偵測剩餘墨水量的功能失效將被記錄。 該操作將使以上墨水剩餘量偵測功能失效。
