Repository: spremi/cnijfilter-source-3.80
Catalog: cngpijmon/po/*.po
Languages: da, el, es, hu, id, ja, ru, th, zh_tw

source: The ink absorber is almost full. Tap [OK] on the printer to continue printing. The printer will soon require servicing to replace the ink absorber. Contact the service center for replacement. The ink absorber can only be replaced by a qualified technician.
da: Blækopsamler er næsten fuld. Tryk på [OK] på printeren for at fortsætte udskrivningen. Printeren skal snart serviceres for udskiftning af blækabsorberen. Kontakt servicecenteret for udskiftning. Blækabsorberen kan kun udskiftes af en uddannet tekniker.
el: Ο συλλέκτης μελάνης είναι σχεδόν πλήρης. Πατήστε ελαφρά [OK] στον εκτυπωτή για να συνεχίσει η εκτύπωση. Σύντομα θα χρειαστεί να πραγματοποιηθεί σέρβις για την αντικατάσταση του συλλέκτη μελάνης. Επικοινωνήστε με το κέντρο εξυπηρέτησης για την αντικατάσταση. Ο συλλέκτης μελάνης μπορεί να αντικατασταθεί μόνο από εξειδικευμένο τεχνικό.
es: El absorbedor de tinta está casi lleno. Puntee [OK] en la impresora para continuar la impresión. La impresora necesitará pronto asistencia técnica para sustituir el absorbedor de tinta. Para ello, póngase en contacto con el Centro de servicio. El absorbedor de tinta sólo podrá sustituirlo un técnico especializado.
hu: A tintagyűjtő majdnem megtelt. A nyomtatás folytatásához koppintson az [OK] gombra a nyomtatón. A nyomtató hamarosan szervizelést igényel az elhasznált tinta gyűjtőjének kicseréléséhez. Vegye fel a kapcsolatot a szervizközponttal a cserével kapcsolatban. A gyűjtőt csak szakképzett szakember cserélheti ki.
id: Penyerap tinta hampir penuh. Ketuk [OK] pada pencetak untuk melanjutkan pencetakan. Pencetak akan segera membutuhkan perbaikan untuk mengganti penyerap tinta. Hubungi pusat pelayanan untuk penggantiannya. Penyerap tinta hanya dapat diganti oleh teknisi berkualifikasi.
ja: インク吸収体が満杯に近づいています。 プリンターの[OK]をタップすると印刷が再開できます。 満杯になると、印刷できなくなりますので、早めに修理受付窓口へ交換をご依頼ください。 お客様ご自身によるインク吸収体の交換はできません。
ru: Абсорбер чернил почти полон. Для продолжения печати коснитесь [OK] на принтере. Скоро потребуется заменить абсорбер чернил в принтере. Для замены обратитесь в сервисный центр. Замена абсорбера чернил должна проводиться только квалифицированным специалистом.
th: ตัวดูดซับหมึกใกล้จะเต็ม แตะ [OK] บนเครื่องพิมพ์เพื่อพิมพ์ต่อไป เครื่องพิมพ์ต้องการบริการทันทีเพื่อเปลี่ยนตัวดูดซับหมึก ทำการสื่อสารกับศูนย์อำนวยประโยชน์สำหรับการเปลี่ยน ตัวดูดซับหมึกนี้จะถูกเปลี่ยนได้เฉพาะด้วยผู้ชำนาญที่ผ่านเกณฑ์ตรวจสอบ
zh_tw: 墨水收集器將滿。 點選印表機上的 [OK] 繼續列印。 印表機即將需要更換墨水收集器。 請聯絡服務中心進行更換。 墨水收集器僅能由專業技術人員更換。

source: Duplex printing cannot be continued because the size of the paper loaded in the printer is not supported by the duplex printing function or a paper size that does not allow duplex printing was specified. Load paper of the correct size in the printer, check the paper size setting, then tap [OK] on the printer.
da: Dupleksudskrivning kan ikke fortsættes, da størrelsen på papiret i printeren ikke understøttes af funktionen til dupleksudskrivning, eller du har angivet en papirstørrelse, der ikke kan bruges ved dupleksudskrivning. Læg papir i den rigtige størrelse i printeren, kontroller indstillingen for papirstørrelse, og tryk derefter på [OK] på printeren.
el: Η εκτύπωση διπλής όψης δεν μπορεί να συνεχιστεί είτε γιατί το μέγεθος του χαρτιού που είναι τοποθετημένο στον εκτυπωτή δεν υποστηρίζεται από τη λειτουργία εκτύπωσης διπλής όψης είτε γιατί έχει επιλεγεί ένα μέγεθος χαρτιού που δεν επιτρέπει την εκτύπωση διπλής όψης. Τοποθετήστε χαρτί κατάλληλου μεγέθους στον εκτυπωτή, ελέγξτε τη ρύθμιση μεγέθους χαρτιού, και, στη συνέχεια, πατήστε ελαφρά [OK] στον εκτυπωτή.
es: No se puede continuar con la impresión a doble cara porque la función de impresión a doble cara no admite el tamaño del papel introducido en la impresora o porque se especificó un tamaño de papel que no admite impresión a doble cara. Introduzca papel del tamaño correcto, compruebe la configuración del tamaño del papel y, a continuación, puntee [OK] en la impresora.
hu: A kétoldalas nyomtatás nem folytatható, mivel a kétoldalas nyomtatási funkció nem támogatja a nyomtatóba tett papír méretét vagy a beállított papírméret nem teszi lehetővé a kétoldalas nyomtatást. Tegyen be helyes méretű papírt a nyomtatóba, ellenőrizze a papírméret-beállítást, majd koppintson az [OK] gombra a nyomtatón.
id: Pencetakan dupleks tidak dapat dilanjutkan karena ukuran kertas yang dimuatkan dalam pencetak tidak didukung oleh fungsi pencetakan dupleks atau ukuran kertas yang tidak mendukung pencetakan dupleks telah ditentukan. Muatkan kertas dengan ukuran yang benar ke dalam pencetak, periksa setelan ukuran kertas, kemudian ketuk [OK] pada pencetak.
ja: 両面印刷に対応していないサイズの用紙がプリンターにセットされているか、両面印刷ができない用紙サイズが指定されているため、両面印刷を続行できません。正しいサイズの用紙をプリンターにセットし、設定を確認してからプリンターの[OK]をタップしてください。
ru: Невозможно продолжить двухстороннюю печать, поскольку размер загруженной в принтер бумаги не поддерживается функцией двухсторонней печати или был задан не подходящий для двухсторонней печати размер бумаги. Загрузите в принтер бумагу подходящего размера, проверьте параметр размера бумаги и коснитесь [OK] на принтере.
th: การพิมพ์ทั้งสองหน้าไม่สามารถใช้งานต่อไปได้ เพราะฟังก์ชันการพิมพ์ทั้งสองหน้าไม่สนับสนุนขนาดกระดาษที่ใส่ในเครื่องพิมพ์อยู่ หรือมีขนาดกระดาษที่การพิมพ์ทั้งสองหน้าใช้งานไม่ได้นั้นได้ถูกกำหนดอยู่แล้ว ป้อนกระดาษที่มีขนาดถูกต้องอยู่ในเครื่องพิมพ์ ตรวจการตั้งค่าขนาดกระดาษ แล้วแตะ [OK] บนเครื่องพิมพ์
zh_tw: 雙面列印無法繼續進行，因為印表機中裝入紙張的大小不被雙面列印功能支援，或者指定了不允許雙面列印的紙張大小。在印表機中裝入適當大小的紙張，檢查紙張大小設定，然後點選印表機上的 [OK]。

source: An error occurred during automatic print head alignment. The print head nozzles may be clogged. Execute cleaning on the Maintenance tab of the printer driver, and reexecute print head alignment. If an error still occurs, refer to the user's guide to check the error or carry out manual alignment. Tap [OK] on the printer to clear the error.
da: Der er opstået en fejl under den automatiske printhovedjustering. Printhoveddyserne kan være tilstoppede. Udfør rensning fra fanen Vedligeholdelse i printerdriveren, og udfør printhovedjusteringen igen. Hvis der stadig opstår fejl, skal du se i brugervejledningen eller udføre en manuel justering. Tryk på [OK] på printeren for at rydde fejlen.
el: Προέκυψε κάποιο σφάλμα κατά την αυτόματη ευθυγράμμιση κεφαλής εκτύπωσης. Τα ακροφύσια κεφαλής εκτύπωσης ενδέχεται να έχουν φράξει. Προβείτε στον καθαρισμό ανατρέχοντας στην καρτέλα "Συντήρηση" του προγράμματος οδήγησης του εκτυπωτή και εκτελέστε ξανά την ευθυγράμμιση κεφαλής εκτύπωσης. Εάν δεν αποκατασταθεί το σφάλμα, ανατρέξτε στον οδηγό λειτουργίας για να ελέγξετε το σφάλμα ή για να πραγματοποιήσετε μη αυτόματη ευθυγράμμιση. Πατήστε ελαφρά [OK] στον εκτυπωτή για να σβήσετε το σφάλμα.
es: Se produjo un error durante la alineación automática de los cabezales. Es posible que los inyectores de los cabezales estén atascados. Ejecute la limpieza en la ficha Mantenimiento del controlador de la impresora y vuelva a ejecutar la alineación de los cabezales. Si continua produciéndose el error, consulte la guía del usuario para comprobar el error o realice una alineación manual. Puntee [OK] en la impresora para eliminar el error.
hu: Hiba történt a nyomtatófej automatikus igazítása közben. A nyomtatófej fúvókái eldugulhattak. Hajtson végre tisztítást a nyomtatóillesztő Karbantartás lapján, majd hajtsa újra végre a nyomtatófej-igazítást. Ha továbbra is hiba történik, akkor a Felhasználói kézikönyvben nézzen utána a hibának, és hajtson végre kézi igazítást. A hibajelzés törléséhez koppintson az [OK] gombra a nyomtatón.
id: Terjadi kesalahan selama penjajaran kepala cetak otomatis. Mulut semprot kepala cetak mungkin tersumbat. Laksanakan pembersihan di tab Perawatan pada pengandar pencetak, dan laksanakan ulang penjajaran kepala cetak. Jika kesalahan masih terjadi, rujuk petunjuk pengguna untuk memeriksa kesalahan atau melakukan penjajaran manual. Ketuk [OK] pada pencetak untuk memperbaiki kesalahan.
ja: 自動ヘッド位置調整中にエラーが発生しました。 インクの噴出し口(ノズル)が目づまりしている可能性があります。プリンタードライバーの[ユーティリティ]シートでクリーニングを行ってから、再度実行してください。 それでもエラーが発生する場合は、取扱説明書を参照してエラーの原因を確認するか、手動でヘッド位置調整を行ってください。 プリンターの[OK]をタップすると、エラーが解除されます。
ru: Произошла ошибка в ходе автоматического выравнивания печатающих головок. Возможно, сопла печатающей головки засорены. Выполните очистку с помощью вкладки "Обслуживание" драйвера принтера и повторно выполните выравнивание печатающих головок. Если ошибка происходит снова, обратитесь к руководству пользователя, чтобы определить ее причины, или выполните выравнивание вручную. Коснитесь [OK] на принтере, чтобы устранить ошибку.
th: เกิดความผิดพลาดระหว่างการจัดตำแหน่งหัวพิมพ์อัตโนมัติ หัวฉีดอาจอัด ปฏิบัติการทำความสะอาดบนแท็บ 'การบำรุงรักษา' ของไดรเวอร์เครื่องพิมพ์ แล้วปฏิบัติการจัดตำแหน่งหัวพิมพ์อีกครั้ง หากความผิดพลาดยังมีอยู่ โปรดอ่านคำแนะนำผู้ใช้เพื่อตรวจดูความผิดพลาดหรือปฏิบัติการจัดตำแหน่งหัวพิมพ์ด้วยตัวเอง แตะ [OK] บนเครื่องพิมพ์เพื่อแก้ไขความผิดพลาด
zh_tw: 在自動列印頭校準時出現錯誤。 列印頭噴嘴可能被堵塞。執行印表機驅動程式 [維護] 標籤上的清潔，然後重新執行列印頭校準。 如果仍然發生錯誤，請參閱使用者指南以檢查錯誤或執行手動校準。 請點選印表機上的 [OK] 消除錯誤。

source: Ready.
da: Klar.
el: Έτοιμο.
es: Preparado.
hu: Kész.
id: Siap.
ja: 待機中。
ru: Готов.
th: พร้อม
zh_tw: 就緒。

source: Unknown printer.
da: Ukendt printer.
el: Άγνωστος εκτυπωτής.
es: Impresora desconocida.
hu: Ismeretlen nyomtató.
id: Pencetak yang tidak dikenal.
ja: 不明なプリンターです。
ru: Неизвестный принтер.
th: เครื่องพิมพ์ที่ไม่รู้จัก
zh_tw: 未知的印表機。

source: Spooler error.
da: Spoolerfejl.
el: Σφάλμα σε ουρά εκτύπωσης.
es: Error de cola de impresión.
hu: Sorba állítási hiba.
id: Kesalahan spooler.
ja: スプーラー異常です。
ru: Ошибка очереди печати.
th: ข้อผิดพลาดที่เก็บข้อมูลชั่วคราว
zh_tw: 多工緩衝處理器出錯。

source: Printer not responding.
da: Printeren svarer ikke.
el: Ο εκτυπωτής δεν ανταποκρίνεται.
es: La impresora no responde.
hu: A nyomtató nem válaszol.
id: Pencetak tidak merespons.
ja: プリンターと通信できません。
ru: Принтер не отвечает.
th: เครื่องพิมพ์ไม่ตอบสนอง
zh_tw: 印表機沒有回應。

source: Collecting printer status.
da: Undersøger printerstatus.
el: Συλλογή στοιχείων για την κατάσταση του εκτυπωτή.
es: Se está obteniendo el estado de la impresora.
hu: Nyomtatóállapot lekérdezése.
id: Mengumpulkan status pencetak.
ja: プリンターの情報を取得中です。
ru: Сбор данных о состоянии принтера.
th: การรวบรวมสถานะเครื่องพิมพ์
zh_tw: 正在收集印表機狀態資訊。

source: Printer is standing by.
da: Printeren er i klartilstand.
el: Ο εκτυπωτής βρίσκεται σε κατάσταση αναμονής.
es: La impresora está en espera.
hu: A nyomtató készen áll.
id: Pencetak siaga.
ja: プリンターは待機中です。
ru: Принтер готов к работе.
th: เครื่องพิมพ์กำลังเตรียมพร้อม
zh_tw: 印表機待機中。

source: The printer is updating the firmware. Turn the printer off and then on again. If this message appears again, update the firmware once more.
da: Printeren opdaterer firmwaren. Sluk for printeren, og tænd den derefter igen. Hvis meddelelsen vises igen, skal du opdatere firmwaren igen.
el: Ο εκτυπωτής εκτελεί ενημέρωση στο υλικολογισμικό. Απενεργοποιήστε και ενεργοποιήστε ξανά τον εκτυπωτή. Αν εμφανιστεί ξανά αυτό το μήνυμα, εκτελέστε ενημέρωση στο υλικολογισμικό άλλη μια φορά.
es: La impresora está actualizando el firmware. Apague la impresora y vuelva a encenderla. Si vuelve a aparecer este mensaje, actualice el firmware una vez más.
hu: A nyomtató frissíti a firmware-t. Kapcsolja ki, majd kapcsolja be a nyomtatót. Ha ez az üzenet újra megjelenik, akkor frissítse újra a firmware-t.
id: Pencetak sedang memutakhirkan firmware. Matikan pencetak dan kemudian hidupkan lagi. Jika pesan ini muncul lagi, mutakhirkan firmware sekali lagi.
ja: プリンターは、ファームウェアのアップデート処理中です。 プリンターの電源を切り、もう一度電源を入れてください。 プリンターの電源を入れ直しても、このメッセージが表示される場合はファームウェアをアップデートし直してください。
ru: Принтер обновляет встроенную программу. Выключите, а затем снова включите питание принтера. Если это сообщение появится снова, обновите встроенную программу еще раз.
th: เครื่องพิมพ์กำลังปรับปรุงเฟิร์มแวร์อยู่ ปิดเครื่องพิมพ์แล้วเปิดใหม่ หากข้อความนี้ปรากฏขึ้นอีก ให้ปรับปรุงเฟิร์มแวร์อีกครั้ง
zh_tw: 印表機正在更新韌體。 關閉印表機然後重新開啟。 如果再次顯示該訊息，請再次更新韌體。

source: The printer is offline. Check that the printer cable is connected and the printer power is on.
da: Printeren er offline. Kontroller, at printerkablet er tilsluttet, og at der er tændt for strømmen til printeren.
el: Ο εκτυπωτής είναι εκτός λειτουργίας. Ελέγξτε αν το καλώδιο είναι συνδεδεμένο και αν ο εκτυπωτής είναι ενεργοποιημένος.
es: La impresora se encuentra fuera de línea. Compruebe que el cable de la impresora está conectado y que ésta se encuentra encendida.
hu: A nyomtató kapcsolaton kívüli állapotban van. Ellenőrizze, hogy a nyomtatókábel csatlakoztatva van-e és a nyomtató be van-e kapcsolva.
id: Pencetak luring. Periksa apakah kabel pencetak tersambung dan daya pencetak nyala.
ja: プリンターはオフラインです。 プリンターのケーブルが接続されていること、プリンターの電源が入っていることを確認してください。
ru: Принтер находится в автономном состоянии. Проверьте, включено ли питание принтера и подключен ли кабель.
th: เครื่องพิมพ์ออฟไลนอยู่ ตรวจให้แน่ใจว่าได้ต่อสายและเปิดเครื่องพิมพ์
zh_tw: 印表機已離線。 請確認印表機電纜線已連接，電源已開啟。
