Repository: spremi/cnijfilter-source-3.80
Catalog: cngpijmon/po/*.po
Languages: da, el, es, hu, id, ja, ru, th, zh_tw

source: Printing cannot be executed because the lock switch is on. Cancel printing, release the lock switch, and turn the printer off and then back on.
da: Udskrivningen kan ikke foretages, da låsekontakten er aktiveret. Annuller udskrivningen, løsn låsekontakten, sluk for printeren, og tænd for den igen.
el: Η εκτύπωση δεν μπορεί να εκτελεστεί διότι ο διακόπτης κλειδώματος είναι ενεργοποιημένος. Ακυρώστε την εκτύπωση, απενεργοποιήστε τον διακόπτη κλειδώματος, απενεργοποιήστε τον εκτυπωτή και στη συνέχεια θέστε τον ξανά σε λειτουργία.
es: No se puede llevar a cabo la impresión porque el interruptor de bloqueo está activado. Cancele la impresión, desactive el interruptor de bloqueo, apague la impresora y vuelva a encenderla.
hu: A nyomtatást nem lehet végrehajtani, mert a zárókapcsoló bekapcsolt állásban van. Törölje a nyomtatást, engedje ki a zárókapcsolót, majd kapcsolja ki és be a nyomtatót.
id: Pencetakan tidak dapat dilaksanakan karena saklar pengunci nyala. Batalkan pencetakan, matikan saklar pengunci, matikan pencetak dan kemudian hidupkan lagi.
ja: ロックスイッチが入っているため、印刷できません。 一旦印刷を中止し、ロックスイッチを解除してから、プリンターの電源を入れなおしてください。
ru: Печатать нельзя, поскольку включен блокиратор. Отмените печать, освободите блокиратор, выключите и снова включите принтер.
th: ไม่สามารถดำเนินการพิมพ์ได้ เพราะสวิตช์ล็อกเปิดอยู่ ให้ยกเลิกการพิมพ์ ปล่อยสวิตช์ล็อกและปิดเครื่อง แล้วเปิดใหม่
zh_tw: 因為啟用了鎖定轉換，列印無法執行。 取消列印，禁用鎖定轉換並關閉印表機，然後重新開啟。

source: Automatic duplex printing cannot be continued because the size of the paper loaded in the printer is not supported by the automatic duplex printing function, or a paper size that does not allow automatic duplex printing was specified. Load paper of the correct size into the printer, check the paper size setting then touch the printer's OK button. Printing resumes from the next paper.
da: Den automatiske dupleksudskrivning kan ikke fortsættes, da størrelsen på papiret i printeren ikke understøttes af funktionen til automatisk dupleksudskrivning, eller du har angivet en papirstørrelse, der ikke kan bruges ved automatisk dupleksudskrivning. Læg papir i den rigtige størrelse i printeren, kontroller indstillingen for papirstørrelse, og rør derefter knappen OK på printeren. Udskrivningen fortsætter fra det næste ark papir.
el: Η αυτόματη εκτύπωση διπλής όψης δεν μπορεί να συνεχιστεί είτε γιατί το μέγεθος του χαρτιού που είναι τοποθετημένο στον εκτυπωτή δεν υποστηρίζεται από τη λειτουργία αυτόματης εκτύπωσης διπλής όψης είτε γιατί έχει επιλεγεί ένα μέγεθος χαρτιού που δεν επιτρέπει την αυτόματη εκτύπωση διπλής όψης. Τοποθετήστε χαρτί κατάλληλου μεγέθους στον εκτυπωτή, ελέγξτε τη ρύθμιση μεγέθους χαρτιού, και στη συνέχεια αγγίξτε το κουμπί OK του εκτυπωτή. Η εκτύπωση συνεχίζεται από το επόμενο χαρτί.
es: No se puede continuar la impresión automática a doble cara porque el tamaño de papel cargado o especificado en la impresora no es compatible con la impresión automática a doble cara. Cargue papel de tamaño correcto en la impresora, compruebe la configuración de tamaño del papel y, a continuación, toque el botón OK de la impresora. La impresión se reanuda a partir del siguiente papel.
hu: Az automatikus kétoldalas nyomtatás nem folytatható, mivel az automatikus kétoldalas nyomtatás nem támogatja a nyomtatóba tett papír méretét vagy a beállított papírméretet. Tegyen be helyes méretű papírt a nyomtatóba, ellenőrizze a papírméret-beállítást, majd érintse meg a nyomtató OK gombját. A nyomtatás a következő laptól folytatódik.
id: Pencetakan dupleks otomatis tidak dapat dilanjutkan karena ukuran kertas yang dimuatkan dalam pencetak tidak didukung oleh fungsi pencetakan dupleks otomatis, atau ukuran kertas yang tidak mendukung pencetakan dupleks otomatis telah ditentukan. Muatkan kertas dengan ukuran yang benar ke dalam pencetak, periksa setelan ukuran kertas kemudian sentuh tombol OK pada pencetak. Pencetakan dilanjutkan kembali dari kertas berikutnya.
ja: 自動両面印刷に対応していないサイズの用紙がプリンターにセットされているか、自動両面印刷ができない用紙サイズが指定されているため、自動両面印刷を続行できません。正しいサイズの用紙をプリンターにセットし、設定を確認してからプリンターのOKボタンをタッチしてください。次の用紙から印刷を開始します。
ru: Продолжение автоматической двухсторонней печати невозможно, поскольку размер загруженной в принтер бумаги не поддерживается функцией автоматической двухсторонней печати или был указан размер бумаги, который не позволяет выполнить автоматическую двухстороннюю печать. Загрузите в принтер бумагу подходящего размера, проверьте настройку размера бумаги и коснитесь кнопки "OK" на принтере. Печать возобновится со следующего листа.
th: การพิมพ์ทั้งสองหน้าโดยอัตโนมัติไม่สามารถใช้งานต่อไปได้ เพราะฟังก์ชันการพิมพ์ทั้งสองหน้าโดยอัตโนมัติไม่สนับสนุนขนาดกระดาษที่ใส่ในเครื่องพิมพ์อยู่ หรือมีขนาดกระดาษที่การพิมพ์ทั้งสองหน้าโดยอัตโนมัติใช้งานไม่ได้นั้นได้ถูกกำหนดอยู่แล้ว ป้อนกระดาษที่มีขนาดถูกต้องอยู่ในเครื่องพิมพ์ ตรวจการตั้งค่าชนาดกระดาษ แล้วสัมผัสปุ่ม OK ของเครื่องพิมพ์ การพิมพ์จะเริ่มใหม่ตั้งแต่หน้าถัดไป
zh_tw: 自動雙面列印無法繼續進行，因為印表機中裝入紙張的大小不被自動雙面列印功能支援，或者指定了不允許自動雙面列印的紙張大小。在印表機中裝入適當大小的紙張，檢查紙張大小設定，然後觸摸印表機的 [OK] 按鈕。從下一頁恢復列印。

source: An ink cartridge is not installed in the correct position. Install the following ink cartridge in the appropriate position. If printing is in progress, cancel printing and install the ink cartridge.
da: En blækpatron er ikke installeret på den korrekte plads. Installer den følgende blækpatron på den rigtige plads. Hvis der er en udskrivning i gang, skal du først annullere udskrivningen og derefter installere blækpatronen.
el: Κάποιο φυσίγγιο μελάνης δεν έχει τοποθετηθεί στη σωστή θέση. Τοποθετήστε το ακόλουθο φυσίγγιο μελάνης στην κατάλληλη θέση. Αν υπάρχει εκτύπωση σε εξέλιξη, ακυρώστε την εκτύπωση και τοποθετήστε το φυσίγγιο μελάνης.
es: El cartucho de tinta no se ha instalado correctamente. Instale el siguiente cartucho de tinta en la posición correcta. Si hay alguna impresión en curso, cancélela e instale el cartucho de tinta.
hu: Egy tintapatron nincs a megfelelő helyen. Helyezze a következő tintapatront a megfelelő helyre. Ha nyomtatás van folyamatban, törölje a nyomtatást, majd helyezze be a tintapatront.
id: Kartrij tinta tidak terpasang pada posisi yang benar. Pasang kartrij tinta berikut ini dalam posisi yang tepat. Jika pencetakan sedang berlangsung, batalkan pencetakan dan pasang kartrij tinta.
ja: 正しい位置に取り付けられていないインクカートリッジがあります。 下記のインクカートリッジの取り付け位置に、正しいインクカートリッジを取り付けてください。印刷が完了していない場合は、中止してから取り付けてください。
ru: Картридж не установлен на место. Установите следующий картридж в соответствующее место. Если печать не закончена, отмените ее и установите картридж.
th: คาร์ทริดหมึกอันหนึ่งไม่ได้ติดตั้งในตำแหน่งถูกต้อง โปรดตรวจดูให้แน่ใจว่าคาร์ทริดหมึกต่อไปนี้ได้ติดตั้งในตำแหน่งที่เหมาะสม หากการพิมพ์ค้างอยู่ ให้ยกเลิกการพิมพ์แล้วติดตั้งคาร์ทริดหมึกใหม่
zh_tw: 墨盒沒有安裝在適當位置。 將以下墨盒安裝在適當的位置。如果列印正在進行，請取消列印，然後安裝墨盒。

source: More than one ink cartridge of the following type is installed.
da: Flere blækpatroner af følgende type er installeret.
el: Έχουν τοποθετηθεί περισσότερα από ένα φυσίγγια μελάνης του ακόλουθου τύπου.
es: Hay instalado más de un cartucho de tinta del siguiente tipo.
hu: A következő típusból több, mint egy tintapatron van behelyezve.
id: Lebih dari satu tipe kartrij tinta berikut ini terpasang.
ja: 下記のインクカートリッジが複数取り付けられています。
ru: Установлено больше одного картриджа следующего типа.
th: คาร์ทริดหมึกประเภทต่อไปนี้ถูกติดตั้งมากกว่าหนึ่งตลับ
zh_tw: 安裝了多個以下類型的墨盒。

source: Use only one ink cartridge per type at a time.
da: Brug kun en enkelt blækpatron pr. type ad gangen.
el: Να χρησιμοποιείτε μόνο ένα φυσίγγιο μελάνης ανά τύπο κάθε φορά.
es: Utilice sólo un cartucho de tinta de cada tipo cada vez.
hu: Egy típusból egyszerre csak egy tintapatront használjon.
id: Hanya gunakan satu tipe kartrij tinta setiap kalinya.
ja: インクカートリッジは各種1本ずつ取り付けてください。
ru: Используйте только один картридж каждого цвета одновременно.
th: ใช้คาร์ทริดหมึกเพียงประเภทละหนึ่งตลับเท่านั้น
zh_tw: 每次每種類型只使用一個墨盒。

source: Replace the ink cartridge and close the paper output cover. If printing is in progress and you want to continue printing, press the printer's Stop/Reset button for at least 5 seconds with the ink cartridge installed. Then printing can continue under the ink out condition. The function for detecting the remaining ink level will be disabled. Replace the empty ink cartridge immediately after the printing. The resulting print quality is not satisfactory, if printing is continued under the ink out condition.
da: Udskift blækpatronen, og luk udbakkedækslet. Hvis printeren er ved at udskrive, og du vil fortsætte udskrivningen, skal du trykke på knappen Stop/Nulstil (Stop/Reset) på printeren i mindst 5 sekunder, når blækpatronen er installeret. Derefter kan udskrivningen fortsætte, selvom der mangler blæk. Funktionen til bestemmelse af det tilbageværende blækniveau deaktiveres. Udskift straks den tomme blækpatron efter udskrivningen. Hvis udskrivningen fortsætter, selvom der mangler blæk, vil udskriftsresultatet ikke være tilfredsstillende.
el: Αντικαταστήστε το φυσίγγιο μελάνης και κλείστε το κάλυμμα εξόδου χαρτιού. Αν υπάρχει εκτύπωση σε εξέλιξη και θέλετε να τη συνεχίσετε, πατήστε το κουμπί Στοπ/Επαναφορά (Stop/Reset) για τουλάχιστον 5 δευτερόλεπτα, αφού τοποθετήσετε το φυσίγγιο μελάνης. Η εκτύπωση μπορεί να συνεχιστεί σε κατάσταση άδειου δοχείου μελάνης. Απενεργοποιείται η λειτουργία ανίχνευσης της στάθμης μελάνης που απομένει. Αντικαταστήστε το άδειο φυσίγγιο μελάνης αμέσως μετά την εκτύπωση. Εάν η εκτύπωση συνεχιστεί σε κατάσταση άδειου φυσιγγίου μελάνης, δεν θα είναι ικανοποιητική η ποιότητα εκτύπωσης.
es: Sustituya el cartucho de tinta y cierre la tapa de salida del papel. Si hay alguna impresión en curso y desea continuarla, presione el botón Parar/Reiniciar (Stop/Reset) de la impresora durante 5 segundos como mínimo con el cartucho de tinta instalado. La impresión podrá continuar con el estado de tinta agotada. La función de detección del nivel de tinta restante se desactivará. Sustituya el cartucho de tinta agotado inmediatamente después de la impresión. Si se sigue imprimiendo con el estado de tinta agotada, la calidad de impresión no será satisfactoria.
hu: Cserélje ki a tintapatront, és csukja le a papírgyűjtő fedelét. Ha nyomtatás van folyamatban, és folytatni akarja a nyomtatást bent lévő tintapatronnal, nyomja meg legalább 5 másodpercig a nyomtató Stop/Visszaállítás (Stop/Reset) gombját. Ekkor a nyomtatás a kifogyott tinta állapot mellett folytatódik. A maradék tintaszintet meghatározó funkció ki lesz kapcsolva. Nyomtatás után azonnal cserélje ki az üres tintapatront. A tintahiány melletti nyomtatás eredménye nem lesz kielégítő.
id: Ganti kartrij tinta dan tutup penutup keluaran kertas. Jika pencetakan sedang berlangsung dan Anda ingin melanjutkan pencetakan, tekan tombol Stop/Reset pada pencetak selama sekurangnya 5 detik dengan kartrij tinta terpasang. Kemudian pencetakan dapat dilanjutkan dalam kondisi tinta habis. Fungsi pendeteksian level sisa tinta akan didisfungsikan. Ganti kartrij tinta kosong segera setelah pencetakan. Kualitas hasil cetakan tidak memuaskan, jika pencetakan dilanjutkan dalam kondisi tinta habis.
ja: インクカートリッジを交換して、排紙カバーを閉じてください。 印刷が完了していない場合は、インクカートリッジを取り付けたままプリンターのストップ/リセット(Stop/Reset)ボタンを5秒以上押すと、インク切れの状態で印刷を続行することができます。 このとき、インク残量検知機能は使用できなくなります。 印刷が終了したらすぐに新しいインクカートリッジに交換してください。 インク切れの状態で印刷を続けると、十分な印刷品位が得られなくなります。
ru: Замените этот картридж и закройте крышку лотка приема бумаги. Если печать не закончена и вы хотите ее продолжить, нажмите и не отпускайте не менее 5 секунд клавишу "Стоп/Сброс (Stop/Reset)" на принтере с установленным картриджем. После этого печать может продолжаться при закончившихся чернилах. Функция определения оставшегося запаса чернил будет отключена. Замените пустой картридж сразу по окончании печати. Итоговое качество печати не будет высоким, если печать продолжается при закончившихся чернилах.
th: ให้แทนที่คาร์ทริดหมึกและปิดฝาครอบออกกระดาษ หากพิมพ์งานค้างอยู่และคุณต้องการพิมพ์ต่อไป ให้กดปุ่ม Stop/Reset ของเครื่องพิมพ์อย่างน้อย 5 วินาที ในขณะที่ตลับหมึกได้รับการติดตั้ง แล้วการพิมพ์จะทำต่อในสภาวะหมึกหมด ฟังก์ชันการตรวจสอบระดับหมึกที่เหลืออยู่จะปิดใช้งานอยู่ ให้แทนที่คาร์ทริดหมึกที่หมดทันทีหลังจากการพิมพ์ หากเลือกพิมพ์ต่อในกรณีหมึกหมด คุณภาพการพิมพ์ของผลลัพธ์จะเป็นที่ไม่น่าพอใจ
zh_tw: 更換墨盒，然後關閉出紙蓋板。 如果列印正在進行，並且想要繼續列印，請在不取出墨盒的情況下按印表機的 [停止/重新設定(Stop/Reset)] 按鈕至少 5 秒鐘。然後可以在墨水用盡的情況下繼續列印。 剩餘墨水量偵測功能將被禁用。 列印之後請立即更換耗盡的墨盒。 如果在墨水用盡的情況下繼續列印，列印結果的品質不會令人滿意。

source: Replace the ink cartridge and close the paper output cover. If printing is in progress and you want to continue printing, press the printer's Stop button for at least 5 seconds with the ink cartridge installed. Then printing can continue under the ink out condition. The function for detecting the remaining ink level will be disabled. Replace the empty ink cartridge immediately after the printing. The resulting print quality is not satisfactory, if printing is continued under the ink out condition.
da: Udskift blækpatronen, og luk udbakkedækslet. Hvis printeren er ved at udskrive, og du vil fortsætte udskrivningen, skal du trykke på knappen Stop på printeren i mindst 5 sekunder, når blækpatronen er installeret. Derefter kan udskrivningen fortsætte, selvom der mangler blæk. Funktionen til bestemmelse af det tilbageværende blækniveau deaktiveres. Udskift straks den tomme blækpatron efter udskrivningen. Hvis udskrivningen fortsætter, selvom der mangler blæk, vil udskriftsresultatet ikke være tilfredsstillende.
el: Αντικαταστήστε το φυσίγγιο μελάνης και κλείστε το κάλυμμα εξόδου χαρτιού. Αν υπάρχει εκτύπωση σε εξέλιξη και θέλετε να τη συνεχίσετε, πατήστε το κουμπί Στοπ (Stop) για τουλάχιστον 5 δευτερόλεπτα, αφού τοποθετήσετε το φυσίγγιο μελάνης. Η εκτύπωση μπορεί να συνεχιστεί σε κατάσταση άδειου δοχείου μελάνης. Απενεργοποιείται η λειτουργία ανίχνευσης της στάθμης μελάνης που απομένει. Αντικαταστήστε το άδειο φυσίγγιο μελάνης αμέσως μετά την εκτύπωση. Εάν η εκτύπωση συνεχιστεί σε κατάσταση άδειου φυσιγγίου μελάνης, δεν θα είναι ικανοποιητική η ποιότητα εκτύπωσης.
es: Sustituya el cartucho de tinta y cierre la tapa de salida del papel. Si hay alguna impresión en curso y desea continuarla, presione el botón Parar (Stop) de la impresora durante 5 segundos como mínimo con el cartucho de tinta instalado. La impresión podrá continuar con el estado de tinta agotada. La función de detección del nivel de tinta restante se desactivará. Sustituya el cartucho de tinta agotado inmediatamente después de la impresión. Si se sigue imprimiendo con el estado de tinta agotada, la calidad de impresión no será satisfactoria.
hu: Cserélje ki a tintapatront, és csukja le a papírgyűjtő fedelét. Ha nyomtatás van folyamatban, és folytatni akarja a nyomtatást bent lévő tintapatronnal, nyomja meg legalább 5 másodpercig a nyomtató Stop gombját. Ekkor a nyomtatás a kifogyott tinta állapot mellett folytatódik. A maradék tintaszintet meghatározó funkció ki lesz kapcsolva. Nyomtatás után azonnal cserélje ki az üres tintapatront. A tintahiány melletti nyomtatás eredménye nem lesz kielégítő.
id: Ganti kartrij tinta dan tutup penutup keluaran kertas. Jika pencetakan sedang berlangsung dan Anda ingin melanjutkan pencetakan, tekan tombol Stop pada pencetak selama sekurangnya 5 detik dengan kartrij tinta terpasang. Kemudian pencetakan dapat dilanjutkan dalam kondisi tinta habis. Fungsi pendeteksian level sisa tinta akan didisfungsikan. Ganti kartrij tinta kosong segera setelah pencetakan. Kualitas hasil cetakan tidak memuaskan, jika pencetakan dilanjutkan dalam kondisi tinta habis.
ja: インクカートリッジを交換して、排紙カバーを閉じてください。 印刷が完了していない場合は、インクカートリッジを取り付けたままプリンターのストップ(Stop)ボタンを5秒以上押すと、インク切れの状態で印刷を続行することができます。 このとき、インク残量検知機能は使用できなくなります。 印刷が終了したらすぐに新しいインクカートリッジに交換してください。 インク切れの状態で印刷を続けると、十分な印刷品位が得られなくなります。
ru: Замените этот картридж и закройте крышку лотка приема бумаги. Если печать не закончена и вы хотите ее продолжить, нажмите и не отпускайте не менее 5 секунд клавишу "Стоп (Stop)" на принтере с установленным картриджем. После этого печать может продолжаться при закончившихся чернилах. Функция определения оставшегося запаса чернил будет отключена. Замените пустой картридж сразу по окончании печати. Итоговое качество печати не будет высоким, если печать продолжается при закончившихся чернилах.
th: ให้แทนที่คาร์ทริดหมึกแล้วปิดฝาครอบออกกระดาษ หากการพิมพ์ค้างอยู่และคุณต้องการพิมพ์ต่อไป ให้กดปุ่ม Stop ของเครื่องพิมพ์อย่างน้อย 5 วินาที ในขณะที่ตลับหมึกได้รับการติดตั้ง แล้วการพิมพ์จะทำต่อในสภาวะหมึกหมด ฟังก์ชันการตรวจสอบระดับหมึกที่เหลืออยู่จะปิดใช้งานอยู่ ให้แทนที่คาร์ทริดหมึกที่หมดทันทีหลังจากการพิมพ์ หากเลือกพิมพ์ต่อในกรณีหมึกหมด คุณภาพการพิมพ์ของผลลัพธ์จะเป็นที่ไม่น่าพอใจ
zh_tw: 更換墨盒，然後關閉出紙蓋板。 如果列印正在進行，並且想要繼續列印，請在不取出墨盒的情況下按印表機的 [停止(Stop)] 按鈕至少 5 秒鐘。然後可以在墨水用盡的情況下繼續列印。 剩餘墨水量偵測功能將被禁用。 列印之後請立即更換耗盡的墨盒。 如果在墨水用盡的情況下繼續列印，列印結果的品質不會令人滿意。

source: Remove the loaded paper in the front tray and close the front cover. Keep the document cover open.
da: Fjern det ilagte papir fra den forreste bakke, og luk frontdækslet. Lad dokumentdækslet stå åbent.
el: Αφαιρέστε το τοποθετημένο χαρτί από την μπροστινή θήκη και κλείστε το μπροστινό κάλυμμα. Κρατήστε ανοικτό το κάλυμμα εγγράφων.
es: Quite el papel cargado en la bandeja frontal y cierre la cubierta delantera. Mantenga abierta la cubierta de documentos.
hu: Vegye ki az elülső tálcába tett papírt, majd csukja be az előlapot. Hagyja nyitva a dokumentumfedelet.
id: Keluarkan kertas yang dimuatkan pada tatakan depan dan tutup penutup depan. Jaga agar penutup dokumen terbuka.
ja: 前トレイにセットされている用紙を取り除き、フロントカバーを閉じてください。原稿台カバーは開いた状態にしてください。
ru: Извлеките загруженную бумагу из переднего лотка и закройте переднюю крышку. Держите крышку сканера открытой.
th: เอากระดาษที่ป้อนในเทรย์ด้านหน้าออกและปิดฝาครอบด้านหน้า ให้ฝาครอบเอกสารเปิดอยู่
zh_tw: 從前端托盤移除裝入的紙張，然後關閉前蓋。保持文件蓋板開啟。

source: Remove the loaded paper in the front tray and close the front cover. Keep the document cover open. If a memory card is inserted, be sure to remove it.
da: Fjern det ilagte papir fra den forreste bakke, og luk frontdækslet. Lad dokumentdækslet stå åbent. Hvis der isættes et hukommelseskort, skal du huske at fjerne det.
el: Αφαιρέστε το τοποθετημένο χαρτί από την μπροστινή θήκη και κλείστε το μπροστινό κάλυμμα. Κρατήστε ανοικτό το κάλυμμα εγγράφων. Εάν έχει εισαχθεί κάρτα μνήμης φροντίστε να την αφαιρέσετε.
es: Quite el papel cargado en la bandeja frontal y cierre la cubierta delantera. Mantenga abierta la cubierta de documentos. Si se ha insertado una tarjeta de memoria, quítela.
hu: Vegye ki az elülső tálcába tett papírt, majd csukja be az előlapot. Hagyja nyitva a dokumentumfedelet. Ha van bedugva memóriakártya, ne felejtse el kivenni.
id: Keluarkan kertas yang dimuatkan pada tatakan depan dan tutup penutup depan. Jaga agar penutup dokumen terbuka. Jika kartu memori dimasukkan, pastikan untuk mengeluarkannya.
ja: 前トレイにセットされている用紙を取り除き、フロントカバーを閉じてください。原稿台カバーは開いた状態にしてください。 メモリーカードがセットされているときは、必ず取り外してください。
ru: Извлеките загруженную бумагу из переднего лотка и закройте переднюю крышку. Держите крышку сканера открытой. Если вставлена карта памяти, не забудьте извлечь ее.
th: เอากระดาษที่ป้อนในเทรย์ด้านหน้าออกและปิดฝาครอบด้านหน้า ให้ฝาครอบเอกสารเปิดอยู่ หากเสียบการ์ดหน่วยความจำ ต้องเอาออก
zh_tw: 從前端托盤移除裝入的紙張，然後關閉前蓋。保持文件蓋板開啟。 如果已插入記憶卡，請務必將其取出。

source: Black
da: Sort
el: Μαύρο
es: Negro
hu: Fekete
id: Hitam
ja: ブラック
ru: Черный
th: สีดำ
zh_tw: 黑色

source: Magenta
el: Ματζέντα
hu: Bíbor
ja: マゼンタ
ru: Малиновый
th: สีบานเย็น
zh_tw: 紅色

source: Yellow
da: Gul
el: Κίτρινο
es: Amarillo
hu: Sárga
id: Kuning
ja: イエロー
ru: Желтый
th: สีเหลือง
zh_tw: 黃色

source: Cyan
el: Κυανό
es: Cian
hu: Ciánkék
id: Sian
ja: シアン
ru: Голубой
th: สีฟ้า
zh_tw: 藍色

source: Gray
da: Grå
el: Γκρι
es: Gris
hu: Szürke
id: Abu-abu
ja: グレー
ru: Серый
th: สีเทา
zh_tw: 灰色

source: A printer error has occurred. Turn the printer off. Then check that there are no foreign objects in the printer and that the ink tanks are installed properly. After that, turn the printer on again. If this doesn't clear the error, the printer needs repair. See the user's guide and contact the service center.
da: Der er opstået en printerfejl. Sluk printeren. Kontrollér herefter, at der ikke er nogen fremmedlegemer i printeren, og at blækbeholderne er monteret korrekt. Tænd derefter printeren igen. Hvis det ikke afhjælper fejlen, skal printeren repareres. Se brugervejledningen, og kontakt servicecenteret.
el: Παρουσιάστηκε σφάλμα στον εκτυπωτή. Απενεργοποιήστε τον εκτυπωτή. Στη συνέχεια, ελέγξτε εάν υπάρχουν ξένα σώματα στον εκτυπωτή και ότι τα δοχεία μελάνης έχουν τοποθετηθεί σωστά. Μετά από αυτό, ενεργοποιήστε πάλι τον εκτυπωτή. Εάν η ενέργεια αυτή δεν διορθώσει το σφάλμα, απαιτείται επισκευή του εκτυπωτή. Ανατρέξτε στον Οδηγό Λειτουργίας και επικοινωνήστε με το τμήμα εξυπηρέτησης.
es: Se ha producido un error en la impresora. Apague la impresora. A continuación, compruebe que no hay objetos extraños en la impresora y que los depósitos de tinta están bien instalados. Después, encienda la impresora de nuevo. Si el problema no se resuelve, es necesario reparar la impresora. Consulte la guía del usuario y póngase en contacto con el Centro de servicio.
hu: Nyomtatóhiba. Kapcsolja ki a nyomtatót. Ezután ellenőrizze, hogy a nyomtatóban nincsenek idegen tárgyak, és hogy a tintatartályok megfelelően vannak behelyezve. Ekkor kapcsolja be újra a nyomtatót. Ha ezzel nem oldódik meg a probléma, akkor a nyomtató javításra szorul. Tekintse meg a felhasználói kézikönyvet, és vegye fel a kapcsolatot a szervizközponttal.
id: Telah terjadi kesalahan pencetak. Matikan pencetak. Kemudian pastikan tidak ada obyek asing dalam pencetak dan kotak tinta telah terpasang dengan benar. Setelah itu, nyalakan pencetak lagi. Jika hal ini tidak menyelesaikan masalah, pencetak perlu perbaikan. Baca petunjuk pengguna dan hubungi pusat pelayanan.
ja: プリンタートラブルが発生しました。 プリンターの電源を切ってください。それから、プリンターの内部に異物がないこと、インクタンクが正しくセットされていることを確認してください。 その後、もう一度電源を入れてください。 それでも、エラーが解除されないときは、修理が必要です。取扱説明書を参照し、修理受付窓口へ修理をご依頼ください。
ru: В принтере возникла ошибка. Выключите принтер. Затем убедитесь, что внутри принтера нет сторонних предметов, а чернильные контейнеры установлены надлежащим образом. После этого включите принтер снова. Если ошибка не исчезает, необходимо выполнить ремонт принтера. Ознакомьтесь с руководством пользователя и обратитесь в сервисный центр.
th: เกิดความผิดพลาดของเครื่องพิมพ์ ปิดเครื่องพิมพ์ แล้วตรวจสอบว่าไม่มีวัตถุต่างแดนในเครื่องพิมพ์และตลับหมึกได้ติดตั้งอย่างถูกต้อง หลังจากนั้น เปิดเครื่องพิมพ์อีกครั้ง หากการกระทำนี้ไม่ได้แก้ไขข้อผิดพลาด ต้องการซ่อมแซมเครื่องพิมพ์ ดูคำแนะนำผู้ใช้และทำการสื่อสารกับศูนย์อำนวยประโยชน์
zh_tw: 出現印表機錯誤。 關閉印表機。然後確認印表機中沒有外部物件，並且已正確安裝墨水盒。 確認後，重新開啟印表機。 如果這樣不能消除錯誤，印表機需要修復。請參閱使用者指南並且聯絡服務中心。

source: Fit paper into the cassette (upper).
da: Læg papiret i kassetten (øvre).
el: Τοποθετήστε χαρτί στην κασέτα (πάνω).
es: Ajuste el papel en el cassette (superior).
hu: Illessze a papírt a kazettába (felső).
id: Paskan kertas ke dalam kotak kertas (bagian atas).
ja: カセット(上段)に用紙をセットしてください。
ru: Поместите бумагу в кассету (верх.).
th: ป้อนกระดาษในกลักกระดาษ (ด้านบน)
zh_tw: 將紙張放入紙匣(上)。

source: Fit paper into the cassette (lower).
da: Læg papiret i kassetten (nedre).
el: Τοποθετήστε χαρτί στην κασέτα (κάτω).
es: Ajuste el papel en el cassette (inferior).
hu: Illessze a papírt a kazettába (alsó).
id: Paskan kertas ke dalam kotak kertas (bagian bawah).
ja: カセット(下段)に用紙をセットしてください。
ru: Поместите бумагу в кассету (ниж.).
th: ป้อนกระดาษในกลักกระดาษ (ด้านล่าง)
zh_tw: 將紙張放入紙匣(下)。

source: Tap [OK] on the printer.
da: Tryk på [OK] på printeren.
el: Πατήστε ελαφρά [OK] στον εκτυπωτή.
es: Puntee [OK] en la impresora.
hu: Koppintson az [OK] gombra a nyomtatón.
id: Ketuk [OK] pada pencetak.
ja: プリンターの[OK]をタップしてください。
ru: Коснитесь [OK] на принтере.
th: แตะ [OK] บนเครื่องพิมพ์
zh_tw: 點選印表機上的 [OK]。
